{"pirinç":{
	"recipes":[
  {
    "name": "\nBaharatlı pilav\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/baharatli-pilav-db469da0-0d5a-467b-9860-3853253529d5.jpg",
    "ingredients": [
      "1/2 çay bardağı zeytinyağı",
      "1 su bardağı baldo pirinci",
      "1.5 su bardağı sıcak tavuk suyu",
      "1 yemek kaşığı kuş üzümü",
      "1 yemek kaşığı dolmalık fıstık",
      "1’er çay kaşığı tuz, karabiber, yenibahar, tarçın",
      "5-6 dal dereotu (İnce kıyılmış)"
    ],
    "description": "Pirinci 1’er çay kaşığı limon suyu ve tuz ilave edilmiş ılık suda 20 dakika bekletin. Kuş üzümlerini de ılık suda 10 dakika kadar bekletin. Daha sonra akan suyun altında birkaç kez yıkayıp süzün.Dolmalık fıstıkları yağsız olarak tavada rengi değişene kadar kavurun.Pilav tenceresinde yağı ısıtıp pirinci kavurun. Sıcak tavuk suyunu, tuzu, baharatları, kuş üzümlerini, önceden kavurduğunuz fıstıkları ve bademleri ekleyin. Yüksek ateşte birkaç dakika kaynatıp tencerenin kapağını kapatın, ateşi de iyice kısın. Pirinç suyunu çekene dek pişirin.Pilav pişince kıyılmış dereotunu ekleyin. Karıştırıp tencerenin kapağını kapatın ve pilavı 10 dakika demlendirip baharatlı pilavınızı servis edin."
  },
  {
    "name": "\nÖzbek pilavı\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/ozbek-pilavi-c0adffca-62fd-4e9c-b4c7-e15fae385f4b.jpg",
    "ingredients": [
      "500 gr parça kuzu eti",
      "2 yemek kaşığı tereyağı",
      "1 soğan",
      "4 havuç",
      "1 yemek kaşığı domates salçası",
      "2 su bardağı su",
      "750 gr baldo pirinç",
      "1 çay bardağı beyaz badem içi",
      "Tuz",
      "Karabiber",
      "Kırmızı pul biber"
    ],
    "description": "1 yemek kaşığı tereyağını ve eti tencereye alıp kavurun. Kıyılmış soğanı ekleyip kavurmaya devam edin. Rendelenmiş havuç ve domates salçasını ekleyin. 2 su bardağı suyu ilave edip 30 dakika pişirin. Pirinci 30 dakika suda bekletip suyunu süzün. Pirinci ekleyip kısık ateşte pirinçler yumuşayana kadar pişirin. Kalan tereyağını tavaya alın. Bademleri ekleyip kısık ateşte kavurun. Karabiber ve kırmızı pul biber ekleyin. Karışımı pilavın üzerine gezdirip servis yapın.Pilavı pişer pişmez değil yarım saat süreyle demlendirip servis yapmanızda fayda var. Lezzeti çok daha iyi ortaya çıkacaktır. "
  },
  {
    "name": "\nBayramlık perde pilavı\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/bayramlik-perde-pilavi-71bbafd4-ae12-44ad-b129-105f8f55a5c0.jpg",
    "ingredients": [
      "2 su bardağı baldo pirinç ",
      "2 adet tavuk göğüs eti",
      "2 adet taze yufka",
      "3 çorba kaşığı tereyağı ",
      "4 adet kuru kayısı (Zar doğranmış) ",
      "1 çay bardağı Antep fıstığı içi (Kabuğu soyulmuş ve bütün olarak) ",
      "1 su bardağı çiğ badem içi",
      "2 çorba kaşığı kuş üzümü (Ilık suda yarım saat bekletilmiş) ",
      "2 çorba kaşığı dolmalık fıstık ",
      "1 çay kaşığı karabiber",
      "1 çay kaşığı yenibahar",
      "Yarım çay kaşığı tarçın ",
      "Bir tutam tuz"
    ],
    "description": "Pirinci çukur bir kaba aktarın. Tuz ve ılık su ekleyip 1 saat dinlendirin. Tavuk etlerini bol suda haşlayıp suyunu pilav yapımı için ayırın. Sıvı yağı küçük bir tavada ısıtıp bademlerin yarısını (Diğer yarısını süslemede kullanacağız) ve dolmalık fıstıkları rengi değişene kadar kavurun. Pilav tenceresinde tereyağını eritin, yıkadığınız pirinci ekleyip kavurun. 3 bardak sıcak tavuk suyunu, tuzu, kuş üzümlerini, Antep fıstığı içlerini, kuru kayısıları, bademlerin yarısını, önceden kavurduğunuz fıstıkları ekleyin. Yüksek ateşte birkaç dakika kaynatın. Sonra ateşi kısıp pilavı pişirin. Pilav pişince ocaktan alın. Didiklenmiş tavuk etlerini ve tüm baharatı ilave edin. Pilavı karıştırıp soğumaya bırakın. Yuvarlak büyük boy, ısıya dayanıklı cam kabın içini tereyağı ile yağlayın. 1-2 tatlı kaşığı kadar un serpip unun fazlalıkları varsa silkeleyin. Bademleri dekoratif olacak şekilde tabanına yerleştirin. Yağladığınız kalıba bademleri kaydırmadan iki yufkayı üst üste serin, kenarlarından sarksın. Üzerine pilavı dökün. Tüm yüzeye eşit dağılacak şekilde yayın. Yufkanın dışarı sarkan kısımlarından alıp ortasına doğru pirinçler gözükmeyecek şekilde kapatın. Üzerine yumurta sarısı ve eritilmiş tereyağı karışımından sürün. 180 dereceye ayarlı fırında, kontrollü olarak pişirin. "
  },
  {
    "name": "\nPilavlı patlıcan kapama\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/pilavli-patlican-kapama-d21ef3ab-e8d2-40a7-bcb4-5b8273d0fefe.jpg",
    "ingredients": [
      "1 kg patlıcan",
      "2 su bardağı pirinç ",
      "3-3.5 su bardağı su",
      "1 çorba kaşığı tereyağı ",
      "1 çay bardağı sıvı yağ ",
      "Tuz"
    ],
    "description": "Bir tavaya etleri ve tereyağını koyup soteleyin. Daha sonra diğer malzemeleri ilave edin ve kapağı kapatıp etler yumuşayana kadar pişirin.Pirinçleri tuzlu suda 15 dakika beklettikten sonra suyunu süzün. Önce sıvı yağ ile biraz kavurun, daha sonra tereyağını ekleyip eriyene kadar kavurun. Ardından tuzunu ve suyunu ekleyip pişmeye bırakın. Pilav piştikten sonra 5-10 dakika demlendirin.Patlıcanları şeritler halinde kesip, tuzlu suda 5-10 dakika beklettikten sonra suyunu süzüp peçete ile kurulayın. Kızgın sıvı yağda arkalı önlü hafif kızartın ve kağıt havlu üzerine alarak fazla yağını çektirin.Çok derin olmayan herhangi bir kaseye önce kızarttığınız patlıcanları kasenin kenarlarından sarkacak şekilde dizin. İçini pişmiş pilav ile doldurun ve kenardan sarkan patlıcanları üzerine kapatın. Bir fırın tepsisine ters çevirerek kalıptan çıkarın. Bütün malzemeler bitene kadar aynı işlemi tekrar edin. En son olarak salçayı su ile karıştırıp tepsiye dökün. Önceden ısıtılmış 200 derece fırında 20-25 dakika pişirin. Pişmiş patlıcanlı pilav bohçalarının üzerine et soteyi paylaştırıp, sıcak olarak servis yapın."
  },
  {
    "name": "\nSiirt perde pilavı\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/siirt-perde-pilavi-d7db62f1-7371-4875-a968-46737950c21e.jpg",
    "ingredients": [
      "1 adet bütün tavuk ",
      "2 su bardağı baldo pirinci ",
      "2 su bardağı tavuk suyu ",
      "100 g dolmalık fıstık ",
      "1/2 çay bardağı kuş üzümü ",
      "1 yemek kaşığı tereyağı ",
      "1/2 çay bardağı sıvı yağ ",
      "Tuz, tarçın, karabiber ",
      "200 g çiğ badem"
    ],
    "description": "Tavuk etini bol suyun içinde haşlayın. Daha sonra ılınınca ince ince didikleyin. Suyunu pilav yapımında kullanmak için ayırın. Kuş üzümlerini ılık suda bekletin. Sıvı yağın yarısı ile dolmalık fıstıkları kavurun. Pirinci 2 çay kaşığı tuz ve 1 tatlı kaşığı limon suyu ilave edilmiş ılık suda yarım saat bekletin. Daha sonra akan suyun altında birkaç kez yıkayıp süzün. Tereyağı ile kalan sıvı yağı pilav tenceresine alın. Tereyağı eriyince pirinci ekleyin. Sürekli karıştırarak kavurun. Sıcak tavuk suyunu ilave edin. Birkaç taşım kaynattıktan sonra tuzu, karabiberi ve tarçını ekleyip tatlandırın. Tencerenin kapağını kapatın, ateşi iyice kısın. Pirinçler suyunu çekene dek pişirin. Pilav pişince ocaktan alın. 10 dakika demlendikten sonra didiklenmiş tavuk etini, suda beklettiğiniz kuş üzümlerini ilave edin. Pilavı iyice harmanlayın, soğumaya bırakın. Hamuru için yumurtaları, yoğurdu ve tereyağını krem haline gelene dek karıştırın. Suyunu ilave edip, unu azar azar ekleyerek orta yumuşaklıkta bir hamur elde edinceye kadar yoğurun. Hamuru un serpilmiş tezgahın üzerine alın. Merdane ile 1 cm kalınlığında açın. Tercihen altı dar çaplı kova şeklindeki ısıya dayanıklı bir kabın iç tarafını tereyağı ile iyice yağlayın. Çiğ bademleri dekoratif bir şekilde bu kabın tabanına ve kenarlarına dizin (İyice yağlayınca kenarlarına daha rahatça bademleri yapıştırabilirsiniz). Açtığınız hamuru dikkatlice kabın içine kenarlardan sarkacak şekilde yerleştirin. Soğuyan pilavı içine aktarın. Üzerine kenarlardan sarkan hamuru yerleştirerek elinizle iyice bastırın. Hamur pişerken kabarmaması için sivri bir bıçak yardımı ile üzerine delikler oluşturun. Önceden ısıtılmış 200 dereceye ayarlı fırında, hamur iyice kızarana kadar pişirin. Daha sonra pilavı fırından alın, servis tabağına ters çevirerek aktarın. Dilemleyip servis yapın."
  },
  {
    "name": "\nSafranlı pilav\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/safranli-pilav-757b6729-d580-4402-809c-b05155f67fa4.jpg",
    "ingredients": [
      "2 su bardağı baldo pirinç",
      "1 soğan",
      "1 tutam toz safran",
      "Tuz",
      "3.5 su bardağı su",
      "Yarım çay bardağı ayçiçek yağı",
      "1 çay kaşığı toz kırmızıbiber"
    ],
    "description": "Soğanı küp doğrayarak ayçiçek yağında pembeleşinceye kadar kavurun. Üzerine\r\nsu ve safranı ekleyerek kaynatın. Ilık suda bekletip süzdüğünüz pirinci ilave ettikten\r\nsonra baharatları ekleyin ve kısık ateşte suyunu çekene kadar pişirin. Ocağı\r\nkapattıktan sonra 10 dakika dinlendirip servis yapın.\r\nSafranlı pirinç pilavını, klasik köfte ile birlikte servis edebilirsiniz. Şimdiden afiyet olsun."
  },
  {
    "name": "\nBuhara Pilavı\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/buhara-pilavi-881d85b7-41b8-4f20-b857-89e7f7e8cbc2.jpg",
    "ingredients": [
      "500 gr kuzu eti",
      "1 tane küçük boy havuç",
      "1 tane büyük boy soğan",
      "1,5 su bardağı baldo pirinç (Osmancık pirinç de kullanılabilir)",
      "1 yemek kaşığı sıvı yağ",
      "1 yemek kaşığı tereyağı",
      "1 tatlı kaşığı tuz",
      "1,5 tatlı kaşığı 7 farklı baharat karışımı"
    ],
    "description": " İlk önce kullanılacak olan 500 gr kuzu eti, kuşbaşından biraz daha irice doğranır. Etin yağları bir kenara ayrılır ve bu yağlar tavada eritilir. Doğranmış olan etler kendi yağında güzelce sotelenir.Kendi yağında 20-25 dakika kadar sotelenen etlere ilk önce tuz, sonra da yarım su bardağı sıcak su eklenir ve tencerenin kapağı kapatılır. Etler suyunu çekene kadar pişirmeye devam edilir.Diğer bir tencerede bir büyük boy soğan piyazlık şekilde doğranır. Pilavda kullanılacak olan havuç da olabildiğince küçük şekilde doğranarak soğanın üzerine eklenir.  Soğanlar ilk önce sıvıyağda 2 dakika kadar sotelenir ve üzerine tereyağı da eklenir. 1-2 dakika karıştırılarak sotelenmeye devam edilir.Hafifçe yumuşayan havuçların üzerine yıkanmış pirinç eklenir ve 3-4 dk daha kavrulur.En son üzerine baharatlar ve tuz atılarak, 2- 2,5 su bardağı kaynar su eklenir.Tencerenin kapağı kapatılır ve ocak en kısık ayara getirilir.Pilav tamamen suyunu çekince ocak kapatılır. Tencere ile kapağı arasına kağıt havlu ya da temiz bir bez serilerek demlenmeye bırakılır.Demlenmeye bırakılan pilav 15 dakika sonra açılır. Bu esnada hafif çukur bir kap ıslatılır ve en dibine kavrulan kuzu etleri konur. Etlerin üzerine demlenen pilav iyice sıkıştırılarak yerleştirilir. En son servis edilmek istenen tabak, çukur kabın üzerine yerleştirilerek ters çevrilir.Servis yapılırken istenirse tereyağında kavrulmuş dolmalık fıstık ile badem de pilavın üzerine eklenebilir. Maydanoz ile süslenerek görsel bir şölen oluşturulabilir."
  },
  {
    "name": "\nHavuçlu pilav\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/havuclu_pilav-3293f06d-22a3-4cca-a887-0a13ad56fd43.jpg",
    "ingredients": [
      " 500 g kuzu incik",
      "2 soğan",
      "5~6 top değirmen karabiber",
      "Birkaç dal biberiye",
      "1 çay bardağı un",
      "1 çay bardağı yoğurt",
      "2 yemek kaşığı süt",
      "Yarım su bardağı sıcak et suyu",
      "1 yumurta",
      "Tuz"
    ],
    "description": "Etleri ve soğanları tencereye alarak üzerini geçecek kadar su ekleyin. Değirmen karabiber ve biberiye dallarını ekleyip etler yumuşayana kadar pişirin. Eti kevgirle süzüp ayrı bir tabağa alın. Ayrı bir kasede un, yoğurt, süt ve yumurtayı çırpın. Eti haşladığınız sudan yarım su bardağı kadar ekleyip karıştırın. Unlu karışımı yağladığınız bir fırın kabına döküp bir kaşık yardımı ile her tarafa yayın. Üzerine haşlanmış etleri yerleştirip önceden ısıtılmış 170 derece fırında 15 dakika pişirin. Havuçlu pilav için havuç ve limonu rendenin ince tarafı ile rendeleyip tereyağında hafif kavurun. Yıkayıp süzdüğünüz pirinçleri ilave edip 1-2 dakika daha kavurun. Suyunu ilave ederek tuz ile tatlandırın. Kısık ateşte kapağı kapalı olarak pirinçler göz göz olana kadar pişirin. 10 dakika demlendirip kuzu inciğin yanında sıcak servis yapın. Afiyet olsun."
  },
  {
    "name": "\nEtli pilav \n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/etli_pilav-ca33e3ba-5f05-4afd-80b0-24b6234e2678.jpg",
    "ingredients": [
      "2 su bardağı jasmin pirinç",
      "250 gr kuzu kuşbaşı",
      "2 domates",
      "2 sivri biber",
      "1 soğan",
      "2-3 dal maydanoz",
      "3.5 su bardağı su",
      "1 çay bardağı sıvıyağ",
      "Tuz",
      "Karabiber"
    ],
    "description": "Pirinci yıkayıp süzün. Yarım çay bardağı sıvıyağı tencerede kızdırıp pirinci kavurun. Tuz serpip 3 bardak su ilave edin. Kısık ateşte pilavı pişirin. Soğanı soyup küçük küçük doğrayın. Domatesleri soyup küp küp doğrayın. Biberlerin çekirdeklerini temizleyip kıyın. Maydanozu temizleyip yapraklarını ayırın. Kalan sıvıyağı tavada kızdırıp soğanı kavurun. Eti ekleyip suyunu salıp çekinceye kadar pişirin. Domates ve sivribiberi ilave edin. Tuz ve karabiber serpip ateşten alın.Etin yarısından azını yuvarlak ve derin cam kalıba ilave edin. Üzerine bir kat pilav yayıp malzeme bitinceye kadar sıralamayı tekrarlayın.Yarım bardak su ekleyip önceden ısıtılmış 180 dereceye ayarlı fırında 10 dakika pişirin. Servis tabağına ters çevirip alın ve maydanozla süsleyip servis yapın.\r\n\n\n\r\n            Afiyet olsun."
  },
  {
    "name": "\nHamsili pilav\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/hamsili_pilav-1780a1a6-d323-465e-9c6b-43a5ad2c7fd0.jpg",
    "ingredients": [
      "1 kg hamsi",
      "100 ml zeytinyağı",
      "1 orta boy kuru soğan",
      "25 g çam fıstığı",
      "200 g pirinç",
      "40 g kuş üzümü",
      "400 ml sıcak su",
      "1 tatlı kaşığı kuru nane",
      "1/2 demet dereotu",
      "1 yemek kaşığı mısır unu",
      "1 çay kaşığı karabiber",
      "1 çay kaşığı tuz"
    ],
    "description": "Pirinci ve saplarını ayıkladığınız kuş üzümlerini ayrı ayrı kaplarda sıcak suya koyun. Hamsileri temizleyip, kılçıklarını çıkarın. İyice yıkayıp,sularının süzülmesi için bir süzgeçte bekletin.Bir tencerede zeytinyağını ısıtın ve yemeklik doğradığınız soğanı ekleyip ara ara karıştırarak soteleyin. Çam fıstıklarını ekleyip karıştırmaya devam ederek fıstıklar pembeleşinceye kadar yaklaşık 5 dakika daha kavurun.Pirinci süzüp yıkayın ve tencereye alın. Tuz ve karabiber serpip karıştırın. Kuru nane ve süzdüğünüz kuş üzümlerini ekleyip karıştırın ve sıcak suyu ilave edin. Yeniden karıştırıp tencerenin kapağını kapatın. Ateşi kısıp, pirinçler suyu çekene kadar pişirin.Pilav pişerken fırın kabını yağlayın, mısırununun yarısını serpiştirin. Kabın dibini, derilerialtta kalacak şekilde hamsilerle kaplayın.Pilavı ocaktan alın ve kıyılmış dereotunu ekleyip karıştırın. Bekletmeden kapta bulunan hamsilerin üstüne yayıp, bir kaşık yardımıyla düzeltin. Kalan hamsileri, derileri üstte kalacak şekilde pilavın üstüne dizerek pilavı kaplayın. Hamsilerin üzerine kalan mısır ununu serpiştirin. Önceden ısıtılmış 180 derece fırında,hamsilerin üzeri pembeleşene kadar yaklaşık 30 dakika pişirin. Fırından çıkardığınız hamsili pilavı,5-10 dakika oda ısısında dinlendirdikten sonra dilimleyerek sıcak servis yapın.Omega 3 bakımından zengin olan ve beynin gelişiminde etkili bir rol oynayan Karadeniz usulü hamsili pilav tarifine göz atmayı unutmayın."
  },
  {
    "name": "\nSade pirinç pilavı\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/sade_pirinc_pilavi-4a05c7a7-ad83-4479-a5ef-4398d0c3296d.jpg",
    "ingredients": [
      "1 su bardağı pirinç",
      "1.5 su bardağı su",
      "20 gr tereyağı",
      "Tuz"
    ],
    "description": "Yıkayıp süzdüğünüz pirinci tereyağında kavurun. Üzerine 1.5 su bardağı su ve tuz\r\nekleyerek önce yüksek ısıda kaynayıncaya kadar pişirin. Kaynadıktan sonra kısık\r\nateşte suyunu çekene kadar pişirin.Şehriyesiz pirinç pilavını kuru fasulye veya köri soslu tavuk tarifinin yanında servis edebilirsiniz."
  }]
},

"patlıcan":{
	"recipes":[
  {
    "name": "\nPilavlı patlıcan kapama\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/pilavli-patlican-kapama-d21ef3ab-e8d2-40a7-bcb4-5b8273d0fefe.jpg",
    "ingredients": [
      "1 kg patlıcan",
      "2 su bardağı pirinç ",
      "3-3.5 su bardağı su",
      "1 çorba kaşığı tereyağı ",
      "1 çay bardağı sıvı yağ ",
      "Tuz"
    ],
    "description": "Bir tavaya etleri ve tereyağını koyup soteleyin. Daha sonra diğer malzemeleri ilave edin ve kapağı kapatıp etler yumuşayana kadar pişirin.Pirinçleri tuzlu suda 15 dakika beklettikten sonra suyunu süzün. Önce sıvı yağ ile biraz kavurun, daha sonra tereyağını ekleyip eriyene kadar kavurun. Ardından tuzunu ve suyunu ekleyip pişmeye bırakın. Pilav piştikten sonra 5-10 dakika demlendirin.Patlıcanları şeritler halinde kesip, tuzlu suda 5-10 dakika beklettikten sonra suyunu süzüp peçete ile kurulayın. Kızgın sıvı yağda arkalı önlü hafif kızartın ve kağıt havlu üzerine alarak fazla yağını çektirin.Çok derin olmayan herhangi bir kaseye önce kızarttığınız patlıcanları kasenin kenarlarından sarkacak şekilde dizin. İçini pişmiş pilav ile doldurun ve kenardan sarkan patlıcanları üzerine kapatın. Bir fırın tepsisine ters çevirerek kalıptan çıkarın. Bütün malzemeler bitene kadar aynı işlemi tekrar edin. En son olarak salçayı su ile karıştırıp tepsiye dökün. Önceden ısıtılmış 200 derece fırında 20-25 dakika pişirin. Pişmiş patlıcanlı pilav bohçalarının üzerine et soteyi paylaştırıp, sıcak olarak servis yapın."
  },
  {
    "name": "\nAmasya usulü patlıcanlı bulgur pilavı\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/amasya-usulu-patlicanli-bulgur-pilavi-72010307-58ba-4771-b233-cd9ac9d8dcab.jpg",
    "ingredients": [
      "3 adet patlıcan ",
      "Kızartmak için sıvı yağ ",
      "2 adet büyük boy soğan (Piyazlık doğranmış) ",
      "2 su bardağı bulgur ",
      "3 su bardağı et suyu ",
      "Tuz, karabiber"
    ],
    "description": "Patlıcanları alacalı soyup bir parmak kalınlığında doğradıktan sonra kızgın yağda hafifçe kızartın. Ayrı bir tavada 2 yemek kaşığı sıvı yağ ile soğanı karamelize olana dek kavurun. Patlıcanları tabanı düz bir pilav tenceresinde dizin. Üzerine önce karamelize soğanları sonra bulguru yayın. En son sıcak suyu, tuzu ve karabiberi ekleyin. Kısık ateşte, bulgurlar şişene kadar pişirin ve sıcak servis yapın."
  }]
},

"et":{
	"recipes":[
  {
    "name": "\nÖzbek pilavı\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/ozbek-pilavi-c0adffca-62fd-4e9c-b4c7-e15fae385f4b.jpg",
    "ingredients": [
      "500 gr parça kuzu eti",
      "2 yemek kaşığı tereyağı",
      "1 soğan",
      "4 havuç",
      "1 yemek kaşığı domates salçası",
      "2 su bardağı su",
      "750 gr baldo pirinç",
      "1 çay bardağı beyaz badem içi",
      "Tuz",
      "Karabiber",
      "Kırmızı pul biber"
    ],
    "description": "1 yemek kaşığı tereyağını ve eti tencereye alıp kavurun. Kıyılmış soğanı ekleyip kavurmaya devam edin. Rendelenmiş havuç ve domates salçasını ekleyin. 2 su bardağı suyu ilave edip 30 dakika pişirin. Pirinci 30 dakika suda bekletip suyunu süzün. Pirinci ekleyip kısık ateşte pirinçler yumuşayana kadar pişirin. Kalan tereyağını tavaya alın. Bademleri ekleyip kısık ateşte kavurun. Karabiber ve kırmızı pul biber ekleyin. Karışımı pilavın üzerine gezdirip servis yapın.Pilavı pişer pişmez değil yarım saat süreyle demlendirip servis yapmanızda fayda var. Lezzeti çok daha iyi ortaya çıkacaktır. "
  },
  {
    "name": "\nBuhara Pilavı\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/buhara-pilavi-881d85b7-41b8-4f20-b857-89e7f7e8cbc2.jpg",
    "ingredients": [
      "500 gr kuzu eti",
      "1 tane küçük boy havuç",
      "1 tane büyük boy soğan",
      "1,5 su bardağı baldo pirinç (Osmancık pirinç de kullanılabilir)",
      "1 yemek kaşığı sıvı yağ",
      "1 yemek kaşığı tereyağı",
      "1 tatlı kaşığı tuz",
      "1,5 tatlı kaşığı 7 farklı baharat karışımı"
    ],
    "description": " İlk önce kullanılacak olan 500 gr kuzu eti, kuşbaşından biraz daha irice doğranır. Etin yağları bir kenara ayrılır ve bu yağlar tavada eritilir. Doğranmış olan etler kendi yağında güzelce sotelenir.Kendi yağında 20-25 dakika kadar sotelenen etlere ilk önce tuz, sonra da yarım su bardağı sıcak su eklenir ve tencerenin kapağı kapatılır. Etler suyunu çekene kadar pişirmeye devam edilir.Diğer bir tencerede bir büyük boy soğan piyazlık şekilde doğranır. Pilavda kullanılacak olan havuç da olabildiğince küçük şekilde doğranarak soğanın üzerine eklenir.  Soğanlar ilk önce sıvıyağda 2 dakika kadar sotelenir ve üzerine tereyağı da eklenir. 1-2 dakika karıştırılarak sotelenmeye devam edilir.Hafifçe yumuşayan havuçların üzerine yıkanmış pirinç eklenir ve 3-4 dk daha kavrulur.En son üzerine baharatlar ve tuz atılarak, 2- 2,5 su bardağı kaynar su eklenir.Tencerenin kapağı kapatılır ve ocak en kısık ayara getirilir.Pilav tamamen suyunu çekince ocak kapatılır. Tencere ile kapağı arasına kağıt havlu ya da temiz bir bez serilerek demlenmeye bırakılır.Demlenmeye bırakılan pilav 15 dakika sonra açılır. Bu esnada hafif çukur bir kap ıslatılır ve en dibine kavrulan kuzu etleri konur. Etlerin üzerine demlenen pilav iyice sıkıştırılarak yerleştirilir. En son servis edilmek istenen tabak, çukur kabın üzerine yerleştirilerek ters çevrilir.Servis yapılırken istenirse tereyağında kavrulmuş dolmalık fıstık ile badem de pilavın üzerine eklenebilir. Maydanoz ile süslenerek görsel bir şölen oluşturulabilir."
  },
  {
    "name": "\nEtli bulgur pilavı\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/etli_bulgur_pilavi-b129a566-7549-4c7d-a76d-d72720f1f416.jpg",
    "ingredients": [
      "2 su bardağı iri pilavlık bulgur",
      "30 gr tereyağı",
      "500 gr parça kuzu eti",
      "1 kırmızı soğan",
      "1 dolmalık sarı biber",
      "1 dolmalık kırmızı biber",
      "1 sivri biber",
      "3 orta boy domates",
      "4 su bardağı sıcak su",
      "Tuz",
      "Karabiber"
    ],
    "description": "Tereyağı ve kuzu etini tencereye alıp orta ateşte 5 dakika kavurun. Soğanı piyazlık doğrayıp ete ilave edin. Renkli biberleri de iri parçalar şeklinde doğrayıp tencereye ekleyin. Küp doğranmış domatesleri ilave edin ve 10 dakika pişirin. Bulguru yıkayın ve tencereye alın. Tuz, karabiber ve sıcak suyu ekleyin. Bulgur suyu çekene kadar kısık ateşte pişirin. 10 dakika demlendirip servis yapın. Afiyet olsun."
  },
  {
    "name": "\nHavuçlu pilav\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/havuclu_pilav-3293f06d-22a3-4cca-a887-0a13ad56fd43.jpg",
    "ingredients": [
      " 500 g kuzu incik",
      "2 soğan",
      "5~6 top değirmen karabiber",
      "Birkaç dal biberiye",
      "1 çay bardağı un",
      "1 çay bardağı yoğurt",
      "2 yemek kaşığı süt",
      "Yarım su bardağı sıcak et suyu",
      "1 yumurta",
      "Tuz"
    ],
    "description": "Etleri ve soğanları tencereye alarak üzerini geçecek kadar su ekleyin. Değirmen karabiber ve biberiye dallarını ekleyip etler yumuşayana kadar pişirin. Eti kevgirle süzüp ayrı bir tabağa alın. Ayrı bir kasede un, yoğurt, süt ve yumurtayı çırpın. Eti haşladığınız sudan yarım su bardağı kadar ekleyip karıştırın. Unlu karışımı yağladığınız bir fırın kabına döküp bir kaşık yardımı ile her tarafa yayın. Üzerine haşlanmış etleri yerleştirip önceden ısıtılmış 170 derece fırında 15 dakika pişirin. Havuçlu pilav için havuç ve limonu rendenin ince tarafı ile rendeleyip tereyağında hafif kavurun. Yıkayıp süzdüğünüz pirinçleri ilave edip 1-2 dakika daha kavurun. Suyunu ilave ederek tuz ile tatlandırın. Kısık ateşte kapağı kapalı olarak pirinçler göz göz olana kadar pişirin. 10 dakika demlendirip kuzu inciğin yanında sıcak servis yapın. Afiyet olsun."
  },
  {
    "name": "\nEtli pilav \n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/etli_pilav-ca33e3ba-5f05-4afd-80b0-24b6234e2678.jpg",
    "ingredients": [
      "2 su bardağı jasmin pirinç",
      "250 gr kuzu kuşbaşı",
      "2 domates",
      "2 sivri biber",
      "1 soğan",
      "2-3 dal maydanoz",
      "3.5 su bardağı su",
      "1 çay bardağı sıvıyağ",
      "Tuz",
      "Karabiber"
    ],
    "description": "Pirinci yıkayıp süzün. Yarım çay bardağı sıvıyağı tencerede kızdırıp pirinci kavurun. Tuz serpip 3 bardak su ilave edin. Kısık ateşte pilavı pişirin. Soğanı soyup küçük küçük doğrayın. Domatesleri soyup küp küp doğrayın. Biberlerin çekirdeklerini temizleyip kıyın. Maydanozu temizleyip yapraklarını ayırın. Kalan sıvıyağı tavada kızdırıp soğanı kavurun. Eti ekleyip suyunu salıp çekinceye kadar pişirin. Domates ve sivribiberi ilave edin. Tuz ve karabiber serpip ateşten alın.Etin yarısından azını yuvarlak ve derin cam kalıba ilave edin. Üzerine bir kat pilav yayıp malzeme bitinceye kadar sıralamayı tekrarlayın.Yarım bardak su ekleyip önceden ısıtılmış 180 dereceye ayarlı fırında 10 dakika pişirin. Servis tabağına ters çevirip alın ve maydanozla süsleyip servis yapın.\r\n\n\n\r\n            Afiyet olsun."
  }]
},

"bulgur":{
	"recipes":[
  {
    "name": "\nEnginarlı bulgur pilavı\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/enginarli-bulgur-pilavi-a2c2d27f-acfe-4742-9aad-61b4167023dd.jpg",
    "ingredients": [
      "1 su bardağı bulgur",
      "1.5 su bardağı sıcak su",
      "2 adet sivri biber",
      "1 adet orta boy soğan",
      "2 yemek kaşığı zeytinyağı",
      "2 adet enginar (Küp doğranmış)",
      "1 yemek kaşığı tereyağı",
      "2 dal kuşkonmaz (Yarım parmak doğranmış)",
      "1 çay kaşığı rendelenmiş limon kabuğu",
      "Tuz"
    ],
    "description": "Ege yöresine özgü çok lezzetli enginarlı bulgur pilavı tek başına bile doyurucu.Soğanı ince kıyıp zeytinyağında yumuşayana kadar kavurun. Sivri biberi, temizlenmiş kuşkonmazları ve enginarları ekleyin. 5-6 dakika daha kavurun.Bulguru ilave edin. Birkaç dakika karıştırdıktan sonra sıcak suyu ve tuzu ekleyin. Yüksek ateşte 2-3 dakika kaynatın. Daha sonra tencerenin kapağını kapatın. Kısık ateşte, suyunu çekene dek pişirin.Pilavı ocaktan almaya 3-4 dakika kala rendelenmiş limon kabuğu ile tereyağını ekleyin. Karıştırıp tencerenin kapağını kapatın. Ocaktan aldıktan sonra 10 dakika kadar demlendirin.Lezzetli enginarlı ve dereotlu pilav tarifi için tıklayın."
  },
  {
    "name": "\nKıymalı başbaşı bulguru pilavı\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/kiymali-basbasi-bulguru-pilavi-cb2881df-f148-4146-996f-5f51630f2bf8.jpg",
    "ingredients": [
      "1 su bardağı başbaşı bulguru ",
      "2 su bardağı sıcak su ",
      "200 g kıyma (Az yağlı) ",
      "1 adet büyük boy domates (Rendelenmiş) ",
      "1 adet orta boy soğan (İnce doğranmış) ",
      "3 yemek kaşığı sıvı yağ ",
      "1 yemek kaşığı tereyağı ",
      "1 tatlı kaşığı salça ",
      "2 adet sivri biber (İnce doğranmış) ",
      "1-2 diş sarımsak ",
      "Tuz"
    ],
    "description": "Kıymayı tencereye alın. Suyunu salıp çekene dek kavurun. Soğanı, salçayı, sıvı yağı, sarımsakları, biberleri ve domatesi ilave edin. 4-5 dakika kavurun. Ayrı bir pilav tenceresinde tereyağını eritip başbaşı bulgurunu kavurun. Kaynar suyu ve tuzu ilave edin. Birkaç taşım kaynattıktan sonra tencerenin kapağını kapatın, suyunu çekene kadar pişirin. Pilav pişince ayrı tencerede pişirdiğiniz kıymalı karışımı ekleyin. Karıştırıp tencerenin kapağını hemen kapatın ve bu şekilde 10 dakika kadar demlendirin."
  },
  {
    "name": "\nAmasya usulü patlıcanlı bulgur pilavı\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/amasya-usulu-patlicanli-bulgur-pilavi-72010307-58ba-4771-b233-cd9ac9d8dcab.jpg",
    "ingredients": [
      "3 adet patlıcan ",
      "Kızartmak için sıvı yağ ",
      "2 adet büyük boy soğan (Piyazlık doğranmış) ",
      "2 su bardağı bulgur ",
      "3 su bardağı et suyu ",
      "Tuz, karabiber"
    ],
    "description": "Patlıcanları alacalı soyup bir parmak kalınlığında doğradıktan sonra kızgın yağda hafifçe kızartın. Ayrı bir tavada 2 yemek kaşığı sıvı yağ ile soğanı karamelize olana dek kavurun. Patlıcanları tabanı düz bir pilav tenceresinde dizin. Üzerine önce karamelize soğanları sonra bulguru yayın. En son sıcak suyu, tuzu ve karabiberi ekleyin. Kısık ateşte, bulgurlar şişene kadar pişirin ve sıcak servis yapın."
  },
  {
    "name": "\nEtli bulgur pilavı\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/etli_bulgur_pilavi-b129a566-7549-4c7d-a76d-d72720f1f416.jpg",
    "ingredients": [
      "2 su bardağı iri pilavlık bulgur",
      "30 gr tereyağı",
      "500 gr parça kuzu eti",
      "1 kırmızı soğan",
      "1 dolmalık sarı biber",
      "1 dolmalık kırmızı biber",
      "1 sivri biber",
      "3 orta boy domates",
      "4 su bardağı sıcak su",
      "Tuz",
      "Karabiber"
    ],
    "description": "Tereyağı ve kuzu etini tencereye alıp orta ateşte 5 dakika kavurun. Soğanı piyazlık doğrayıp ete ilave edin. Renkli biberleri de iri parçalar şeklinde doğrayıp tencereye ekleyin. Küp doğranmış domatesleri ilave edin ve 10 dakika pişirin. Bulguru yıkayın ve tencereye alın. Tuz, karabiber ve sıcak suyu ekleyin. Bulgur suyu çekene kadar kısık ateşte pişirin. 10 dakika demlendirip servis yapın. Afiyet olsun."
  },
  {
    "name": "\nDomatesli bulgur pilavı\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/domatesli_bulgur_pilavi-12b07a36-afc9-41d6-b5bc-b3fa6bb4122f.jpg",
    "ingredients": [
      " Yarım su bardağı zeytinyağı",
      "1 adet soğan",
      "1 su bardağı rendelenmiş domates",
      "1 su bardağı pilavlık iri bulgur",
      "1 su bardağı haşlanmış nohut",
      "1.5 su bardağı sıcak et suyu veya su",
      "Tuz",
      "Karabiber"
    ],
    "description": "Sıvı yağ ısıtılır, ince doğranmış soğan ve biberler kavrulur, salça ilave edilir.\nArdından kabuğu soyulmuş ve kuşbaşı doğranmış domatesler eklenir, bir iki karışım daha pişer.\nBu arada bulgur bir iki defa yıkanır ve hazırladığımız domates/soğan harcına karıştırılır, kaynar su eklenir.\nSu bulgurun yüzünü iki parmak geçecek şekilde konur, altı kısılır.\nBaharatlar ilave edilir ve suyunu çekene kadar pişirilir.\nTam suyu çekmeye yakın bulgurun yumuşaklığı kontrol edilir, tam pişmediyse biraz daha kaynar su eklenir.\nAltı kapatılır ve ayrı bir tavada iki kaşık tereyağı iyice eritilir ve hafif yakılır (çok siyahlaşmadan)\nPişmiş bulgurun üzerine sıcak sıcak dökülür ve pilav yaklaşık 10 dakika ağzı kapalı olarak dinlendirilir.\nServis yapmadan altlı üstlü iyice karıştırılır. Afiyet olsun."
  },
  {
    "name": "\nYeşil mercimekli bulgur pilavı\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/yesil-mercimekli-bulgur-pilavi-ca48766e-c4e2-4d2b-b89f-dc81f63d0c5a.jpg",
    "ingredients": [
      "2 su bardağı iri pilavlık bulgur",
      "4 su bardağı sıcak su",
      "3-4 yemek kaşığı zeytinyağı",
      "1 büyük soğan",
      "2 domates (Küp doğranmış)",
      "Tuz",
      "1 kahve fincanı yeşil mercimek"
    ],
    "description": "Küçük bir tencerede mercimeği hafif diri olacak şekilde haşlayın.Pilavı pişireceğiniz tencerede yemeklik doğradığınız soğanı zeytinyağıyla birlikte yumuşayana kadar kavurun. Küp doğranmış domatesleri ekleyip birkaç dakika daha kavurun. Bulguru ekleyin ve 5 dakika daha kavurduktan sonra 3 bardak sıcak suyu, haşlayıp süzdüğünüz yeşil mercimeği ve tuzunu ilave edin. Birkaç taşım kaynattıktan sonra ateşi kısın, tencerenin kapağını kapatın. Bulgur suyunu çekene kadar pişirin ve 10 dakika kadar demlendirin.Yeşil mercimekli bulgur pilavını, ızgara köfte ve patlıcan turşusu ile birlikte servis edebilirsiniz. Şimdiden afiyet olsun."
  },
  {
    "name": "\nFirik pilavı\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/firik_pilavi-81ed35b5-d057-47cb-acf9-2125a0643e7d.jpg",
    "ingredients": [
      "1 soğan",
      "3 yemek kaşığı zeytinyağı",
      "1 yemek kaşığı biber salçası",
      "2 su bardağı firik bulguru",
      "1 çay bardağı file Antep fıstığı",
      "Tuz",
      "Karabiber",
      "4 su bardağı sıcak su",
      "1 rendelenmiş limon kabuğu"
    ],
    "description": "Yeşil mercimeği vaktiniz varsa ılık suda 3-4 saat bekletin. Vaktiniz çok yok ise tencerede hafif yumuşayana kadar pişirin.\n\nSoğanları yemeklik doğrayın ve sıvı yağ ile pilav tenceresinde kavurun.\nÜzerine firik ve bulguru koyarak kavurun.\nYeşil mercimeği de ekleyerek 3-4 dk daha kavurun.\nÜzerine salçayı ekleyin, kavurup baharatları ekleyin. (Ben 1 çay kaşığı karabiber, 1 çay kaşığı da pul biber kullandım).\nTuzu  ve sıcak tavuk suyunu ilave edin.\nKapağını kapatarak orta ateşte pişmeye bırakın.\nSuyunu biraz çektikten sonra kısık ateşte pişmeye bırakın.\nSuyunu tamamen çekip pişen pilavın altını kapatın, tereyağını ekleyerek karıştırın ve kapağın altına havlu kağıt koyarak demlenmeye bırakın.\n15-20dk demlenen pilavı servis edebilirsiniz.\nFirik pilavının farklı çeşitleri var, etli, şehriyeli, mercimekli, nohutlu damak tadınıza göre evdeki malzemeye göre yapabilirsiniz. Etli yapmışsanız yanında bir şey yapmaya gerek kalmayacaktır ama sade olduğunda yanına et kavurma ya da köfte ile tavsiye ederim. Tabii ki ayran ya da cacık olmazsa olmazıdır:)\n\nBu ölçüler ile büyük bir pilav tenceresi pilav oluyor. Eğer kalabalık değilseniz, 2 -3 kişi için yarım ölçü yapabilirsiniz."
  }]
},

"makarna":{
	"recipes":[

  {
    "name": "\nPeynir dolgulu midye makarna\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/peynir-dolgulu-midye-makarna-3b0cf9f1-37d6-4807-ac12-6734becdc942.jpg",
    "ingredients": [
      "1/2 paket büyük boy midye makarna ",
      "50 g lor peyniri ",
      "100 g süzme peynir ",
      "50 g rendelenmiş mozzarella peyniri ",
      "1 tatlı kaşığı kuru reyhan ",
      "1 tatlı kaşığı çörek otu "
    ],
    "description": "Sosu için zeytinyağını küçük bir sos tenceresinde ısıtıp, rendelenmiş domatesi, sirkeyi ve suyu ekleyin. Sos kıvamına gelene dek pişirin. Peynirleri bir kapta karıştırın. Kuru reyhan ile çörek otunu ekleyip karıştırarak iç dolgunuzu hazırlayın. Büyük boy midye makarnaları haşlayıp süzün. Midye makarnaların içini, hazırladığınız peynirli harç ile doldurun. Midye makarnaları önce çırpılmış yumurtaya, sonra galeta ununa bulayın. Kızgın yağda kızartın. Sosu servis tabağına aktarın, üzerine kızarttığınız makarnaları yerleştirin. En son 1-2 yemek kaşığı su ile incelttiğiniz sarımsaklı yoğurtla birlikte servis yapın."
  },
  {
    "name": "\nDomates soslu & Köfteli makarna\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/domates-soslu-kofteli-makarna-7857afa9-d098-4dce-b96a-1a9cf38d4cb4.jpg",
    "ingredients": [
      "3 yemek kaşığı sıvı yağ ",
      "1 adet soğan ",
      "3 diş sarımsak ",
      "1 tatlı kaşığı domates salçası ",
      "1 tatlı kaşığı biber salçası ",
      "1 adet havuç ",
      "5 adet domates ",
      "1 yemek kaşığı sumak ",
      "4 su bardağı sıcak su  ",
      "1 paket kalem makarna ",
      "Yarım demet maydanoz ",
      "1 çay bardağı rendelenmiş mozzarella peyniri "
    ],
    "description": "Köfte için kıymayı bir kaba alın. Rendeleyip suyunu süzdüğünüz soğanı, galeta ununu, tuzu, baharatı ve ince ince kıydığınız dolmalık fıstıkları ekleyip iyice yoğurunKöfte harcından ceviz büyüklüğünde parçalar alıp avucunuzda yuvarlayın. Üzerini streçleyip buzdolabında bekletin. Bu arada sosunu hazırlayın. Bunun için sıvı yağı geniş bir tavada ısıtıp, kıyılmış soğanı ve sarımsakları kavurun. Salçayı, zar şeklinde doğradığınız havucu ekleyin. Birkaç dakika daha kavurun. Zar şeklinde doğradığınız domatesleri de ilave edin. Yüksek ateşte, 5 dakika, arada bir karıştırarak pişirin.Bu arada sıcak su ile sumağı karıştırın. Hazırladığınız sumaklı suyu tavanın içine ekleyin. Orta ateşte, 10 dakika kaynatın. Makarnayı soslu suyun içine ekleyip 10 dakika haşlayın. Bu arada hazırladığınız köfteleri sıvı yağda kızartın. Pişen makarnayı servis tabağına alın, yanına kızarttığınız köfteleri koyun. Sonra ince kıyılmış maydanoz ve rendelenmiş mozzarella serpip servis yapın."
  },
  {
    "name": "\nKremalı mantarlı makarna & Tavuk tandoori\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/kremali-mantarli-makarna-tavuk-tandoori-476218fd-45ec-4aad-9db3-cf22cc57abac.jpg",
    "ingredients": [
      "1 yemek kaşığı tereyağı ",
      "1 adet soğan ",
      "20 adet kültür mantarı ",
      "3 diş sarımsak ",
      "4-5 dal frenk soğanı (Veya taze soğan)",
      "200 ml krema ",
      "1 paket kelebek makarna"
    ],
    "description": "Bir tavanın içinde tereyağını eritip ince kıydığınız soğanı kavurun. Dilimlenmiş mantarları ve ince kıydığınız sarımsakları da ekleyin. Orta ateşte, 10 dakika pişirin. Ayrı bir sos tenceresinde ısıttığınız kremaya kıyılmış frenk soğanını ilave edin. 5 dakika kadar karıştırıp ocaktan alın ve pişirdiğiniz mantarları ekleyin. Kremalı mantarı haşlayıp süzdüğünüz kelebek makarnaya ilave edip karıştırın. Yanında pişirdiğiniz tavuk tandoori ile birlikte servis yapın. Tandoori için; Baharatların tümünü iyice ısıtılmış tavaya aktarıp birkaç dakika karıştırın. Ayrı bir kasede yoğurtla zeytinyağını karıştırın. Tavada kavurduğunuz baharatları zeytinyağlı yoğurda ekleyerek iyice karıştırın. Tuzunu da ilave ederek tekrar karıştırın.Tavuk etlerinin üzerine biraz tuz serpin, sonra da hazırladığınız baharatlı yoğurt karışımından her tarafına sürerek fırın kabına yerleştirin. Önceden ısıtılmış 200 derece fırında, yaklaşık 40-45 dakika pişirin. Bu arada yarım çay bardağı zeytinyağını tavada ısıtıp, jülyen doğranmış beyaz soğanları ve limon suyunu ekleyin. Soğanlar karamelize olmaya başlayınca ocaktan alın.Tavuk etleri pişince fırından alın, karamelize ettiğiniz soğanı ilave edip karıştırın. Bekletmeden mantar soslu makarna ile birlikte sıcak servis yapın."
  },

  {
    "name": "\nKabaklı makarna ve yeşil sos\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/kabakli-makarna-ve-yesil-sos-a7ef04ba-10ba-465a-8531-263585abbe93.jpg",
    "ingredients": [
      "1 paket mini midye makarna ",
      "1 adet büyük boy soğan ",
      "500 g kabak ",
      "Yarım tatlı kaşığı tuz ",
      "2 diş sarımsak (İnce kıyılmış) ",
      "1/2 çay bardağı zeytinyağı ",
      "4-5 dal kıyılmış dereotu "
    ],
    "description": "Kabakları yıkayın, kabuğunu kazımadan küp küp doğrayın. Soğanları soyup aynı şekilde küp küp doğrayın. Soğanları tuzla birlikte avucunuzun içinde iyice ovun, acı suyunun çıkması için fazla suyunu sıkın. Soğanları ve kabakları tencereye aktarıp harmanlayın, sarımsakları serpin ve zeytinyağını dökün. Çok kısık ateşte 20 dakika pişirin. Ocaktan alın ve soğumaya bırakın. Makarnayı 1 tatlı kaşığı tuz ve 1 yemek kaşığı sıvı yağ ilave edilmiş kaynar suda 10 dakika haşlayın. Makarna haşlanınca suyunu süzün. Kabağı ekleyip harmanlayın ve üzerine kıyılmış dereotu serpin. Dilerseniz soğuk servis yapabilirsiniz. "
  },
  {
    "name": "\nKavurmalı sade spagetti\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/kavurmali-sade-spagetti-5eab5c28-d845-42e6-9b42-c03e167a3922.jpg",
    "ingredients": [
      "260 g ev yapımı makarna ",
      "400 g kavurma",
      "3 adet yarı kurutulmuş domates (Küp doğranmış)",
      "1 kase brokoli çiçeği",
      "1 yemek kaşığı tereyağı"
    ],
    "description": "Makarna suyunu ocağa alın, bu arada sos tenceresini ısıtın, içine kavurmayı koyun. Biraz su ile ıslatıp eti nemlendirerek ısıtın, domates ve brokoli çiçeklerini ekleyin. Makarnayı kaynayan tuz atılmış suya atın. 3 dakika gibi kontrollü haşlayın. Kavurmanın üzerine maşayla alıp bırakın. Ocaktan alın, içine bolca tereyağı ve 1 kaşık makarna suyu koyup karıştırın, tabaklara pay edin. Ortasını biraz çukurlaştırıp her bir tabağın ortasına yumurta sarısı yerleştirin. Kıtır soğan serpip servis edin."
  },
  {
    "name": "\nPizza tadında fırın makarna \n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/pizza-tadinda-firin-makarna-bd48296e-2bc3-4b39-b067-1489f589b25f.jpg",
    "ingredients": [
      "250 g (1/2 paket) haşlanmış makarna",
      "5 yemek kaşığı domates rendesi",
      "1 yemek kaşığı domates salçası",
      "2 yemek kaşığı zeytinyağı",
      "2 yemek kaşığı su",
      "100 g beyaz peynir",
      "1 top mozzarella peyniri",
      "Taze biberiye",
      "Taze fesleğen",
      "Taze Kekik",
      "Karabiber"
    ],
    "description": "Önceden haşlanmış makarnayı iki fırın kabına bölün. Üzerlerine beyaz peynir ufalayıp, harmanlayın.Domates rendesi, domates salçası, zeytinyağı, su ve öğütülmüş karabiber ile bir sos hazırlayıp, makarnaların üzerine dökün. Mozzarellayı dilimleyip, biberiye ile birlikte sosun üzerine yerleştirin.Önceden ısıtılmış 180 derece fırında 15-20 dakika (peynirler eriyene kadar) pişirin. Fesleğen, kekik ve karabiber ile sıcak servis yapın.Pizza tadında fırın makarnayı, patates salatası ile birlikte servis edebilirsiniz. Şimdiden afiyet olsun."
  },
  {
    "name": "\nEv yapımı erişte\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/ev_yapimi_eriste-abf44274-eb8c-4eee-9d6f-14678c4ee79c.jpg",
    "ingredients": [
      "5 yumurta",
      "2 su bardağı su",
      "Tuz",
      "Aldığı kadar un"
    ],
    "description": "Öncelikle yumurta, su ve tuzu geniş bir kasede çırpın. Ardından unu azar azar ekleyip sert ve pürüzsüz bir hamur elde edin.Hamuru bezelere ayırın, üzerini bir bez ile örtün ve 30 dakika dinlendirin.Her bir bezeyi unlanmış tezgahta yufka şeklinde açın ve kuruması için bir süre daha bekleyin.Kuruyan hamuru ince ince kesin ve 200 dereceye ayarlanmış fırında hafif kızartın. Fırından çıkartıp soğutun. Kavanoza doldurarak serin ve kuru bir yerde muhafaza edin.Kullanmak istediğinizde tencerenin içerisine su, tuz ve az miktarda zeytinyağı dökün. Su kaynamaya başladığında erişteleri ilave ederek haşlayabilirsiniz.Ev yapımı erişte yemeğini, klasik köfte ile birlikte servis edebilir, sofralarınızı renklendirebilirsiniz. Afiyet olsun."
  },
  {
    "name": "\nMakarna hamuru\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/makarna_hamuru-6f72a818-59b4-4e0d-8246-b0979fe7f6e2.jpg",
    "ingredients": [
      "420 g sert durum buğdayı unu",
      "80 g ince irmik (Semolina)",
      "2 adet yumurta",
      "2 adet yumurta sarısı",
      "120 g ıspanak püresi (Blanşe edip blender’dan geçirilmiş)",
      "1 çay kaşığı tuz"
    ],
    "description": "Unu derin bir kaba alın. İnce irmiği ekleyip harmanlayın. Ortasını açıp yumurtaları kırın. Tuz ve ıspanak püresini ilave edip sert ve pürüzsüz bir hamur elde edene kadar iyice yoğurun. Hamuru 2 eşit bezeye ayırıp unlanmış zeminde ince açın. Açtığınız hamurun üzerini hafif unlayarak 3 parmak kalınlığında katlayıp istediğiniz incelikte kesin. Kesilen ruloları açıp uzatın.Hazırladığınız ıspanaklı makarna ile nefis pesto soslu yeşil spagetti lezzetini yakalayın."
  },
  {
    "name": "\nMantarlı makarna\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/mantarli_makarna-f444901b-b055-4992-9d52-38eb8a602da5.jpg",
    "ingredients": [
      "1 yemek kaşığı tereyağı ",
      "1 adet soğan ",
      "20 adet kültür mantarı ",
      "3 diş sarımsak ",
      "4-5 dal frenk soğanı (Veya taze soğan)",
      "200 ml krema ",
      "1 paket kelebek makarna"
    ],
    "description": "Bir tavanın içinde tereyağını eritip ince kıydığınız soğanı kavurun. Dilimlenmiş mantarları ve ince kıydığınız sarımsakları da ekleyin. Orta ateşte, 10 dakika pişirin. Ayrı bir sos tenceresinde ısıttığınız kremaya kıyılmış frenk soğanını ilave edin. 5 dakika kadar karıştırıp ocaktan alın ve pişirdiğiniz mantarları ekleyin. Kremalı mantarı haşlayıp süzdüğünüz kelebek makarnaya ilave edip karıştırın. Yanında pişirdiğiniz tavuk tandoori ile birlikte servis yapın. Tandoori için; Baharatların tümünü iyice ısıtılmış tavaya aktarıp birkaç dakika karıştırın. Ayrı bir kasede yoğurtla zeytinyağını karıştırın. Tavada kavurduğunuz baharatları zeytinyağlı yoğurda ekleyerek iyice karıştırın. Tuzunu da ilave ederek tekrar karıştırın.Tavuk etlerinin üzerine biraz tuz serpin, sonra da hazırladığınız baharatlı yoğurt karışımından her tarafına sürerek fırın kabına yerleştirin. Önceden ısıtılmış 200 derece fırında, yaklaşık 40-45 dakika pişirin. Bu arada yarım çay bardağı zeytinyağını tavada ısıtıp, jülyen doğranmış beyaz soğanları ve limon suyunu ekleyin. Soğanlar karamelize olmaya başlayınca ocaktan alın.Tavuk etleri pişince fırından alın, karamelize ettiğiniz soğanı ilave edip karıştırın. Bekletmeden mantar soslu makarna ile birlikte sıcak servis yapın."
  },
  {
    "name": "\nBeşamel soslu Fırın Makarna\n",
    "img": "https://lezzet.blob.core.windows.net/images-static/defaultimages/general-default-small.jpg",
    "ingredients": [
      " 1 paket fırın makarna",
      "2 yemek kaşığı sıvıyağ"
    ],
    "description": "Makarnaları derin bir tencerede bol suda 8-10 dakika haşlayın. Haşladığınız makarnaları süzerek soğuk sudan geçirin ve süzülmesi için süzgeçte bekletin.Beşamel sos için; margarini ve unu tencereye koyun ve un rengini değiştirene kadar orta ateşte kavurun . Üzerine sütü azar azar eklerken bir yandan da robot ile çırparak karıştırın.Sos koyu bir kıvam alınca ocaktan alın. Geniş bir kapta makarna, beşamel sos ve 2 su bardağı kaşar peynirini karıştırın ve borcama alın.Üzerine 1 su bardağı kaşar peyniri rendesini döşeyerek önceden ısıtılmış 200 derece fırında üzeri kızarana kadar pişirin.Beşamel soslu fırın makarnayı ızgara köfte ile birlikte servis edebilirsiniz. Şimdiden afiyet olsun."
  },
  {
    "name": "\nKıymalı makarna\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/kiymali_makarna-e3c0eccd-95fc-4826-b1da-1ad5e9716339.jpg",
    "ingredients": [
      "1 paket fırın makarna",
      "100 gr rendelenmiş kaşar peyniri",
      "200 gr kıyma",
      "1 kırmızıbiber",
      "1 sarı biber",
      "2 yeşil biber",
      "1 soğan",
      "1 havuç",
      "4 yemek kaşığı zeytinyağı",
      "Tuz",
      "Karabiber",
      "1 yumurta",
      "400 ml süt",
      "100 gr un",
      "100 gr tereyağı"
    ],
    "description": "Makarna ile hazırlayacağınız yemeklerinizi siz de fırında pişirerek bu farklı lezzetleri tadabilirsiniz. Küp doğranmış soğan, zeytinyağı ve kıymayı kısık ateşte kavurun. Biberleri ve havucu küp doğrayıp kıymaya ekleyin. Tuz ve karabiber ile tatlandırınMakarnayı tuzlu suda haşlayıp süzün ve soğuk sudan geçirin.Tereyağını eritip, unu rengi sararıncaya kadar kavurun. Bir yandan karıştırmaya devam ederek sütü ekleyin ve kısık ateşte koyulaşıncaya kadar pişirin. Makarnayı içine ekleyip iyice karıştırın.Fırın kabını yağlayıp soslu makarnanın yarısını aktarın. Üzerine sebzeli kıymayı yayın. Kalan makarnayı ekleyip üzerini kaşığın tersi ile düzleştirin. Rendelenmiş kaşar peyniri serpiştirip 195 dereceye ayarlanmış fırında üzeri kızarıncaya kadar pişirin. Sıcak servis yapın. Afiyet olsun."
  },
  {
    "name": "\nMantarlı ve kremalı makarna\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/mantarli-ve-kremali-makarna-604d93fd-3e19-4e91-9e21-832e5126b914.jpg",
    "ingredients": [
      "2 yemek kaşığı sıvı yağ",
      "2 diş sarımsak",
      "1 kutu mantar",
      "50 g tereyağı",
      "100 ml krema",
      "1 paket fettuccine makarna (Haşlanmış)",
      "2 yemek kaşığı parmesan peyniri veya eski kaşar peyniri",
      "Tuz, taze çekilmiş karabiber",
      "5-6 dal maydanoz"
    ],
    "description": "Öncelikle sarımsakları kıyın ve mantarları nemli bir bezle silin. Ardından kullanılacak mantarları dilimler halinde kesin.Bir tencerenin içine makarnaları koyun ve 8 dakika haşlayın.Sıvı yağı geniş bir tavada ısıtıp içerisinde ince kıyılmış sarımsakları kavurun. Önceden dilimlediğiniz mantarları da tavaya ekleyin. Suyunu salıp çekene kadar arada bir karıştırarak kavurun. Tereyağını ve kremayı da bu karışıma ilave edin. Tereyağı ile krema iyice eriyip malzemeye karışınca, önceden haşlayıp süzdüğünüz makarnayı ekleyin. Birkaç kez karıştırdıktan sonra rendelenmiş parmesan peynirini de ilave edin. En son tuzunu, karabiberini ve kıyılmış maydanozu serpin. Son bir kez karıştırdıktan sonra ocaktan alabilirsiniz. Mantarlı ve kremalı makarnayı, tavuk sarma ile birlikte sunabilirsiniz. Sıcak servis edin, şimdiden afiyet olsun."
  }]
},

"domates":{
	"recipes":[
  {
    "name": "\nDomates soslu & Köfteli makarna\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/domates-soslu-kofteli-makarna-7857afa9-d098-4dce-b96a-1a9cf38d4cb4.jpg",
    "ingredients": [
      "3 yemek kaşığı sıvı yağ ",
      "1 adet soğan ",
      "3 diş sarımsak ",
      "1 tatlı kaşığı domates salçası ",
      "1 tatlı kaşığı biber salçası ",
      "1 adet havuç ",
      "5 adet domates ",
      "1 yemek kaşığı sumak ",
      "4 su bardağı sıcak su  ",
      "1 paket kalem makarna ",
      "Yarım demet maydanoz ",
      "1 çay bardağı rendelenmiş mozzarella peyniri "
    ],
    "description": "Köfte için kıymayı bir kaba alın. Rendeleyip suyunu süzdüğünüz soğanı, galeta ununu, tuzu, baharatı ve ince ince kıydığınız dolmalık fıstıkları ekleyip iyice yoğurunKöfte harcından ceviz büyüklüğünde parçalar alıp avucunuzda yuvarlayın. Üzerini streçleyip buzdolabında bekletin. Bu arada sosunu hazırlayın. Bunun için sıvı yağı geniş bir tavada ısıtıp, kıyılmış soğanı ve sarımsakları kavurun. Salçayı, zar şeklinde doğradığınız havucu ekleyin. Birkaç dakika daha kavurun. Zar şeklinde doğradığınız domatesleri de ilave edin. Yüksek ateşte, 5 dakika, arada bir karıştırarak pişirin.Bu arada sıcak su ile sumağı karıştırın. Hazırladığınız sumaklı suyu tavanın içine ekleyin. Orta ateşte, 10 dakika kaynatın. Makarnayı soslu suyun içine ekleyip 10 dakika haşlayın. Bu arada hazırladığınız köfteleri sıvı yağda kızartın. Pişen makarnayı servis tabağına alın, yanına kızarttığınız köfteleri koyun. Sonra ince kıyılmış maydanoz ve rendelenmiş mozzarella serpip servis yapın."
  },
  {
    "name": "\nDomatesli bulgur pilavı\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/domatesli_bulgur_pilavi-12b07a36-afc9-41d6-b5bc-b3fa6bb4122f.jpg",
    "ingredients": [
      " Yarım su bardağı zeytinyağı",
      "1 adet soğan",
      "1 su bardağı rendelenmiş domates",
      "1 su bardağı pilavlık iri bulgur",
      "1 su bardağı haşlanmış nohut",
      "1.5 su bardağı sıcak et suyu veya su",
      "Tuz",
      "Karabiber"
    ],
    "description": "Sıvı yağ ısıtılır, ince doğranmış soğan ve biberler kavrulur, salça ilave edilir. Ardından kabuğu soyulmuş ve kuşbaşı doğranmış domatesler eklenir, bir iki karışım daha pişer. Bu arada bulgur bir iki defa yıkanır ve hazırladığımız domates/soğan harcına karıştırılır, kaynar su eklenir. Su bulgurun yüzünü iki parmak geçecek şekilde konur, altı kısılır. Baharatlar ilave edilir ve suyunu çekene kadar pişirilir. Tam suyu çekmeye yakın bulgurun yumuşaklığı kontrol edilir, tam pişmediyse biraz daha kaynar su eklenir. Altı kapatılır ve ayrı bir tavada iki kaşık tereyağı iyice eritilir ve hafif yakılır (çok siyahlaşmadan) Pişmiş bulgurun üzerine sıcak sıcak dökülür ve pilav yaklaşık 10 dakika ağzı kapalı olarak dinlendirilir. Servis yapmadan altlı üstlü iyice karıştırılır. Afiyet olsun."
  }]
},

"kıyma":{
	"recipes":[
  {
    "name": "\nDomates soslu & Köfteli makarna\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/domates-soslu-kofteli-makarna-7857afa9-d098-4dce-b96a-1a9cf38d4cb4.jpg",
    "ingredients": [
      "3 yemek kaşığı sıvı yağ ",
      "1 adet soğan ",
      "3 diş sarımsak ",
      "1 tatlı kaşığı domates salçası ",
      "1 tatlı kaşığı biber salçası ",
      "1 adet havuç ",
      "5 adet domates ",
      "1 yemek kaşığı sumak ",
      "4 su bardağı sıcak su  ",
      "1 paket kalem makarna ",
      "Yarım demet maydanoz ",
      "1 çay bardağı rendelenmiş mozzarella peyniri "
    ],
    "description": "Köfte için kıymayı bir kaba alın. Rendeleyip suyunu süzdüğünüz soğanı, galeta ununu, tuzu, baharatı ve ince ince kıydığınız dolmalık fıstıkları ekleyip iyice yoğurunKöfte harcından ceviz büyüklüğünde parçalar alıp avucunuzda yuvarlayın. Üzerini streçleyip buzdolabında bekletin. Bu arada sosunu hazırlayın. Bunun için sıvı yağı geniş bir tavada ısıtıp, kıyılmış soğanı ve sarımsakları kavurun. Salçayı, zar şeklinde doğradığınız havucu ekleyin. Birkaç dakika daha kavurun. Zar şeklinde doğradığınız domatesleri de ilave edin. Yüksek ateşte, 5 dakika, arada bir karıştırarak pişirin.Bu arada sıcak su ile sumağı karıştırın. Hazırladığınız sumaklı suyu tavanın içine ekleyin. Orta ateşte, 10 dakika kaynatın. Makarnayı soslu suyun içine ekleyip 10 dakika haşlayın. Bu arada hazırladığınız köfteleri sıvı yağda kızartın. Pişen makarnayı servis tabağına alın, yanına kızarttığınız köfteleri koyun. Sonra ince kıyılmış maydanoz ve rendelenmiş mozzarella serpip servis yapın."
  },
  {
    "name": "\nKıymalı makarna\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/kiymali_makarna-e3c0eccd-95fc-4826-b1da-1ad5e9716339.jpg",
    "ingredients": [
      "1 paket fırın makarna",
      "100 gr rendelenmiş kaşar peyniri",
      "200 gr kıyma",
      "1 kırmızıbiber",
      "1 sarı biber",
      "2 yeşil biber",
      "1 soğan",
      "1 havuç",
      "4 yemek kaşığı zeytinyağı",
      "Tuz",
      "Karabiber",
      "1 yumurta",
      "400 ml süt",
      "100 gr un",
      "100 gr tereyağı"
    ],
    "description": "Makarna ile hazırlayacağınız yemeklerinizi siz de fırında pişirerek bu farklı lezzetleri tadabilirsiniz. Küp doğranmış soğan, zeytinyağı ve kıymayı kısık ateşte kavurun. Biberleri ve havucu küp doğrayıp kıymaya ekleyin. Tuz ve karabiber ile tatlandırınMakarnayı tuzlu suda haşlayıp süzün ve soğuk sudan geçirin.Tereyağını eritip, unu rengi sararıncaya kadar kavurun. Bir yandan karıştırmaya devam ederek sütü ekleyin ve kısık ateşte koyulaşıncaya kadar pişirin. Makarnayı içine ekleyip iyice karıştırın.Fırın kabını yağlayıp soslu makarnanın yarısını aktarın. Üzerine sebzeli kıymayı yayın. Kalan makarnayı ekleyip üzerini kaşığın tersi ile düzleştirin. Rendelenmiş kaşar peyniri serpiştirip 195 dereceye ayarlanmış fırında üzeri kızarıncaya kadar pişirin. Sıcak servis yapın. Afiyet olsun."
  },

  {
    "name": "\nKıymalı başbaşı bulguru pilavı\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/kiymali-basbasi-bulguru-pilavi-cb2881df-f148-4146-996f-5f51630f2bf8.jpg",
    "ingredients": [
      "1 su bardağı başbaşı bulguru ",
      "2 su bardağı sıcak su ",
      "200 g kıyma (Az yağlı) ",
      "1 adet büyük boy domates (Rendelenmiş) ",
      "1 adet orta boy soğan (İnce doğranmış) ",
      "3 yemek kaşığı sıvı yağ ",
      "1 yemek kaşığı tereyağı ",
      "1 tatlı kaşığı salça ",
      "2 adet sivri biber (İnce doğranmış) ",
      "1-2 diş sarımsak ",
      "Tuz"
    ],
    "description": "Kıymayı tencereye alın. Suyunu salıp çekene dek kavurun. Soğanı, salçayı, sıvı yağı, sarımsakları, biberleri ve domatesi ilave edin. 4-5 dakika kavurun. Ayrı bir pilav tenceresinde tereyağını eritip başbaşı bulgurunu kavurun. Kaynar suyu ve tuzu ilave edin. Birkaç taşım kaynattıktan sonra tencerenin kapağını kapatın, suyunu çekene kadar pişirin. Pilav pişince ayrı tencerede pişirdiğiniz kıymalı karışımı ekleyin. Karıştırıp tencerenin kapağını hemen kapatın ve bu şekilde 10 dakika kadar demlendirin."
  }]
},

"krema":{
	"recipes":[
  {
    "name": "\nKremalı mantarlı makarna & Tavuk tandoori\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/kremali-mantarli-makarna-tavuk-tandoori-476218fd-45ec-4aad-9db3-cf22cc57abac.jpg",
    "ingredients": [
      "1 yemek kaşığı tereyağı ",
      "1 adet soğan ",
      "20 adet kültür mantarı ",
      "3 diş sarımsak ",
      "4-5 dal frenk soğanı (Veya taze soğan)",
      "200 ml krema ",
      "1 paket kelebek makarna"
    ],
    "description": "Bir tavanın içinde tereyağını eritip ince kıydığınız soğanı kavurun. Dilimlenmiş mantarları ve ince kıydığınız sarımsakları da ekleyin. Orta ateşte, 10 dakika pişirin. Ayrı bir sos tenceresinde ısıttığınız kremaya kıyılmış frenk soğanını ilave edin. 5 dakika kadar karıştırıp ocaktan alın ve pişirdiğiniz mantarları ekleyin. Kremalı mantarı haşlayıp süzdüğünüz kelebek makarnaya ilave edip karıştırın. Yanında pişirdiğiniz tavuk tandoori ile birlikte servis yapın. Tandoori için; Baharatların tümünü iyice ısıtılmış tavaya aktarıp birkaç dakika karıştırın. Ayrı bir kasede yoğurtla zeytinyağını karıştırın. Tavada kavurduğunuz baharatları zeytinyağlı yoğurda ekleyerek iyice karıştırın. Tuzunu da ilave ederek tekrar karıştırın.Tavuk etlerinin üzerine biraz tuz serpin, sonra da hazırladığınız baharatlı yoğurt karışımından her tarafına sürerek fırın kabına yerleştirin. Önceden ısıtılmış 200 derece fırında, yaklaşık 40-45 dakika pişirin. Bu arada yarım çay bardağı zeytinyağını tavada ısıtıp, jülyen doğranmış beyaz soğanları ve limon suyunu ekleyin. Soğanlar karamelize olmaya başlayınca ocaktan alın.Tavuk etleri pişince fırından alın, karamelize ettiğiniz soğanı ilave edip karıştırın. Bekletmeden mantar soslu makarna ile birlikte sıcak servis yapın."
  },
  {
    "name": "\nMantarlı ve kremalı makarna\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/mantarli-ve-kremali-makarna-604d93fd-3e19-4e91-9e21-832e5126b914.jpg",
    "ingredients": [
      "2 yemek kaşığı sıvı yağ",
      "2 diş sarımsak",
      "1 kutu mantar",
      "50 g tereyağı",
      "100 ml krema",
      "1 paket fettuccine makarna (Haşlanmış)",
      "2 yemek kaşığı parmesan peyniri veya eski kaşar peyniri",
      "Tuz, taze çekilmiş karabiber",
      "5-6 dal maydanoz"
    ],
    "description": "Öncelikle sarımsakları kıyın ve mantarları nemli bir bezle silin. Ardından kullanılacak mantarları dilimler halinde kesin.Bir tencerenin içine makarnaları koyun ve 8 dakika haşlayın.Sıvı yağı geniş bir tavada ısıtıp içerisinde ince kıyılmış sarımsakları kavurun. Önceden dilimlediğiniz mantarları da tavaya ekleyin. Suyunu salıp çekene kadar arada bir karıştırarak kavurun. Tereyağını ve kremayı da bu karışıma ilave edin. Tereyağı ile krema iyice eriyip malzemeye karışınca, önceden haşlayıp süzdüğünüz makarnayı ekleyin. Birkaç kez karıştırdıktan sonra rendelenmiş parmesan peynirini de ilave edin. En son tuzunu, karabiberini ve kıyılmış maydanozu serpin. Son bir kez karıştırdıktan sonra ocaktan alabilirsiniz. Mantarlı ve kremalı makarnayı, tavuk sarma ile birlikte sunabilirsiniz. Sıcak servis edin, şimdiden afiyet olsun."
  }]
},

"tavuk":{
	"recipes":[
  {
    "name": "\nKremalı mantarlı makarna & Tavuk tandoori\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/kremali-mantarli-makarna-tavuk-tandoori-476218fd-45ec-4aad-9db3-cf22cc57abac.jpg",
    "ingredients": [
      "1 yemek kaşığı tereyağı ",
      "1 adet soğan ",
      "20 adet kültür mantarı ",
      "3 diş sarımsak ",
      "4-5 dal frenk soğanı (Veya taze soğan)",
      "200 ml krema ",
      "1 paket kelebek makarna"
    ],
    "description": "Bir tavanın içinde tereyağını eritip ince kıydığınız soğanı kavurun. Dilimlenmiş mantarları ve ince kıydığınız sarımsakları da ekleyin. Orta ateşte, 10 dakika pişirin. Ayrı bir sos tenceresinde ısıttığınız kremaya kıyılmış frenk soğanını ilave edin. 5 dakika kadar karıştırıp ocaktan alın ve pişirdiğiniz mantarları ekleyin. Kremalı mantarı haşlayıp süzdüğünüz kelebek makarnaya ilave edip karıştırın. Yanında pişirdiğiniz tavuk tandoori ile birlikte servis yapın. Tandoori için; Baharatların tümünü iyice ısıtılmış tavaya aktarıp birkaç dakika karıştırın. Ayrı bir kasede yoğurtla zeytinyağını karıştırın. Tavada kavurduğunuz baharatları zeytinyağlı yoğurda ekleyerek iyice karıştırın. Tuzunu da ilave ederek tekrar karıştırın.Tavuk etlerinin üzerine biraz tuz serpin, sonra da hazırladığınız baharatlı yoğurt karışımından her tarafına sürerek fırın kabına yerleştirin. Önceden ısıtılmış 200 derece fırında, yaklaşık 40-45 dakika pişirin. Bu arada yarım çay bardağı zeytinyağını tavada ısıtıp, jülyen doğranmış beyaz soğanları ve limon suyunu ekleyin. Soğanlar karamelize olmaya başlayınca ocaktan alın.Tavuk etleri pişince fırından alın, karamelize ettiğiniz soğanı ilave edip karıştırın. Bekletmeden mantar soslu makarna ile birlikte sıcak servis yapın."
  },
  {
    "name": "\nBayramlık perde pilavı\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/bayramlik-perde-pilavi-71bbafd4-ae12-44ad-b129-105f8f55a5c0.jpg",
    "ingredients": [
      "2 su bardağı baldo pirinç ",
      "2 adet tavuk göğüs eti",
      "2 adet taze yufka",
      "3 çorba kaşığı tereyağı ",
      "4 adet kuru kayısı (Zar doğranmış) ",
      "1 çay bardağı Antep fıstığı içi (Kabuğu soyulmuş ve bütün olarak) ",
      "1 su bardağı çiğ badem içi",
      "2 çorba kaşığı kuş üzümü (Ilık suda yarım saat bekletilmiş) ",
      "2 çorba kaşığı dolmalık fıstık ",
      "1 çay kaşığı karabiber",
      "1 çay kaşığı yenibahar",
      "Yarım çay kaşığı tarçın ",
      "Bir tutam tuz"
    ],
    "description": "Pirinci çukur bir kaba aktarın. Tuz ve ılık su ekleyip 1 saat dinlendirin. Tavuk etlerini bol suda haşlayıp suyunu pilav yapımı için ayırın. Sıvı yağı küçük bir tavada ısıtıp bademlerin yarısını (Diğer yarısını süslemede kullanacağız) ve dolmalık fıstıkları rengi değişene kadar kavurun. Pilav tenceresinde tereyağını eritin, yıkadığınız pirinci ekleyip kavurun. 3 bardak sıcak tavuk suyunu, tuzu, kuş üzümlerini, Antep fıstığı içlerini, kuru kayısıları, bademlerin yarısını, önceden kavurduğunuz fıstıkları ekleyin. Yüksek ateşte birkaç dakika kaynatın. Sonra ateşi kısıp pilavı pişirin. Pilav pişince ocaktan alın. Didiklenmiş tavuk etlerini ve tüm baharatı ilave edin. Pilavı karıştırıp soğumaya bırakın. Yuvarlak büyük boy, ısıya dayanıklı cam kabın içini tereyağı ile yağlayın. 1-2 tatlı kaşığı kadar un serpip unun fazlalıkları varsa silkeleyin. Bademleri dekoratif olacak şekilde tabanına yerleştirin. Yağladığınız kalıba bademleri kaydırmadan iki yufkayı üst üste serin, kenarlarından sarksın. Üzerine pilavı dökün. Tüm yüzeye eşit dağılacak şekilde yayın. Yufkanın dışarı sarkan kısımlarından alıp ortasına doğru pirinçler gözükmeyecek şekilde kapatın. Üzerine yumurta sarısı ve eritilmiş tereyağı karışımından sürün. 180 dereceye ayarlı fırında, kontrollü olarak pişirin. "
  },
  {
    "name": "\nSiirt perde pilavı\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/siirt-perde-pilavi-d7db62f1-7371-4875-a968-46737950c21e.jpg",
    "ingredients": [
      "1 adet bütün tavuk ",
      "2 su bardağı baldo pirinci ",
      "2 su bardağı tavuk suyu ",
      "100 g dolmalık fıstık ",
      "1/2 çay bardağı kuş üzümü ",
      "1 yemek kaşığı tereyağı ",
      "1/2 çay bardağı sıvı yağ ",
      "Tuz, tarçın, karabiber ",
      "200 g çiğ badem"
    ],
    "description": "Tavuk etini bol suyun içinde haşlayın. Daha sonra ılınınca ince ince didikleyin. Suyunu pilav yapımında kullanmak için ayırın. Kuş üzümlerini ılık suda bekletin. Sıvı yağın yarısı ile dolmalık fıstıkları kavurun. Pirinci 2 çay kaşığı tuz ve 1 tatlı kaşığı limon suyu ilave edilmiş ılık suda yarım saat bekletin. Daha sonra akan suyun altında birkaç kez yıkayıp süzün. Tereyağı ile kalan sıvı yağı pilav tenceresine alın. Tereyağı eriyince pirinci ekleyin. Sürekli karıştırarak kavurun. Sıcak tavuk suyunu ilave edin. Birkaç taşım kaynattıktan sonra tuzu, karabiberi ve tarçını ekleyip tatlandırın. Tencerenin kapağını kapatın, ateşi iyice kısın. Pirinçler suyunu çekene dek pişirin. Pilav pişince ocaktan alın. 10 dakika demlendikten sonra didiklenmiş tavuk etini, suda beklettiğiniz kuş üzümlerini ilave edin. Pilavı iyice harmanlayın, soğumaya bırakın. Hamuru için yumurtaları, yoğurdu ve tereyağını krem haline gelene dek karıştırın. Suyunu ilave edip, unu azar azar ekleyerek orta yumuşaklıkta bir hamur elde edinceye kadar yoğurun. Hamuru un serpilmiş tezgahın üzerine alın. Merdane ile 1 cm kalınlığında açın. Tercihen altı dar çaplı kova şeklindeki ısıya dayanıklı bir kabın iç tarafını tereyağı ile iyice yağlayın. Çiğ bademleri dekoratif bir şekilde bu kabın tabanına ve kenarlarına dizin (İyice yağlayınca kenarlarına daha rahatça bademleri yapıştırabilirsiniz). Açtığınız hamuru dikkatlice kabın içine kenarlardan sarkacak şekilde yerleştirin. Soğuyan pilavı içine aktarın. Üzerine kenarlardan sarkan hamuru yerleştirerek elinizle iyice bastırın. Hamur pişerken kabarmaması için sivri bir bıçak yardımı ile üzerine delikler oluşturun. Önceden ısıtılmış 200 dereceye ayarlı fırında, hamur iyice kızarana kadar pişirin. Daha sonra pilavı fırından alın, servis tabağına ters çevirerek aktarın. Dilemleyip servis yapın."
  }]
},

"mantar":{
	"recipes":[
  {
    "name": "\nKremalı mantarlı makarna & Tavuk tandoori\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/kremali-mantarli-makarna-tavuk-tandoori-476218fd-45ec-4aad-9db3-cf22cc57abac.jpg",
    "ingredients": [
      "1 yemek kaşığı tereyağı ",
      "1 adet soğan ",
      "20 adet kültür mantarı ",
      "3 diş sarımsak ",
      "4-5 dal frenk soğanı (Veya taze soğan)",
      "200 ml krema ",
      "1 paket kelebek makarna"
    ],
    "description": "Bir tavanın içinde tereyağını eritip ince kıydığınız soğanı kavurun. Dilimlenmiş mantarları ve ince kıydığınız sarımsakları da ekleyin. Orta ateşte, 10 dakika pişirin. Ayrı bir sos tenceresinde ısıttığınız kremaya kıyılmış frenk soğanını ilave edin. 5 dakika kadar karıştırıp ocaktan alın ve pişirdiğiniz mantarları ekleyin. Kremalı mantarı haşlayıp süzdüğünüz kelebek makarnaya ilave edip karıştırın. Yanında pişirdiğiniz tavuk tandoori ile birlikte servis yapın. Tandoori için; Baharatların tümünü iyice ısıtılmış tavaya aktarıp birkaç dakika karıştırın. Ayrı bir kasede yoğurtla zeytinyağını karıştırın. Tavada kavurduğunuz baharatları zeytinyağlı yoğurda ekleyerek iyice karıştırın. Tuzunu da ilave ederek tekrar karıştırın.Tavuk etlerinin üzerine biraz tuz serpin, sonra da hazırladığınız baharatlı yoğurt karışımından her tarafına sürerek fırın kabına yerleştirin. Önceden ısıtılmış 200 derece fırında, yaklaşık 40-45 dakika pişirin. Bu arada yarım çay bardağı zeytinyağını tavada ısıtıp, jülyen doğranmış beyaz soğanları ve limon suyunu ekleyin. Soğanlar karamelize olmaya başlayınca ocaktan alın.Tavuk etleri pişince fırından alın, karamelize ettiğiniz soğanı ilave edip karıştırın. Bekletmeden mantar soslu makarna ile birlikte sıcak servis yapın."
  },
  {
    "name": "\nMantarlı ve gravyer peynirli makarna\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/mantarli-ve-gravyer-peynirli-makarna-0c16a770-08f7-4c20-a3e2-1e49b62b19d8.jpg",
    "ingredients": [
      "1/2 paket spagetti ",
      "1.5 su bardağı sıcak tavuk suyu ",
      "3 yemek kaşığı zeytinyağı ",
      "15-18 adet mantar ",
      "2 diş sarımsak ",
      "Taze çekilmiş tuz ",
      "5 yaprak taze fesleğen ",
      "2-3 yemek kaşığı rendelenmiş Kars gravyeri ",
      "1 çay bardağı krema ",
      "1 tatlı kaşığı rendelenmiş limon kabuğu ",
      "1 tatlı kaşığı limon suyu ",
      "2 yemek kaşığı kıyılmış maydanoz"
    ],
    "description": "Makarnayı 2 su bardağı tavuk suyu ve 4 bardak içme suyu ilave edilmiş kaynar suda haşlamaya bırakın. Sıvı yağı geniş bir tavada ısıtıp dilimlenmiş mantarları kavurun. Sarımsakları ekleyip 1 dakika daha kavurun. Suyunu salınca tuzu ve kaynamakta olan makarna suyundan 1 bardak kadar alıp mantarlara ilave edin. 1-2 dakika daha orta ateşte pişirmeye devam edin. Taze fesleğeni, rendelenmiş limon kabuğunu ve suyunu ilave edin. Mantarlar karamel rengini alınca haşlayıp süzdüğünüz makarnayı ve yarım bardak daha kaynayan makarna suyundan ilave edin. İyice karıştırıp ocaktan almaya birkaç dakika kala rendelenmiş limon kabuğunu, benmari usulü ısıttığınız kremayı, Kars gravyerini ve kıyılmış maydanozu ekleyin. Mantarlı ve gravyer peynirli makarnayı bekletmeden servis yapın."
  },
  {
    "name": "\nMantar soslu spagetti\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/mantar-soslu-spagetti-023585e2-3575-4f0a-9dba-577835eee3c8.jpg",
    "ingredients": [
      "300 g hazır makarna ",
      "400 g kestane mantarı (İncecik kesilmiş)",
      "2 yemek kaşığı krem peynir",
      "1/2 su bardağı krema",
      "1 yemek kaşığı zeytinyağı",
      "Maydanoz, tuz, karabiber"
    ],
    "description": "Makarna suyunu ocağa alın, hazır makarnalar ortalama 8 dakikada haşlanır. Bu süre içinde sosunu hazırlayın; bunun için sos tenceresini ısıtın, mantarları koyun. Yüksek ısıda kavurun, ocaktan alıp tuzunu atın. Makarna haşlandığında sos tenceresini tekrar ocağa alın, krema ve krem peyniri ekleyin, makarnayı maşayla aktarıp karıştırın. En son maydanozu koyup ocaktan alın, avokado dilimleri ile servis edin."
  },
  {
    "name": "\nMantarlı makarna\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/mantarli_makarna-f444901b-b055-4992-9d52-38eb8a602da5.jpg",
    "ingredients": [
      "1 yemek kaşığı tereyağı ",
      "1 adet soğan ",
      "20 adet kültür mantarı ",
      "3 diş sarımsak ",
      "4-5 dal frenk soğanı (Veya taze soğan)",
      "200 ml krema ",
      "1 paket kelebek makarna"
    ],
    "description": "Bir tavanın içinde tereyağını eritip ince kıydığınız soğanı kavurun. Dilimlenmiş mantarları ve ince kıydığınız sarımsakları da ekleyin. Orta ateşte, 10 dakika pişirin. Ayrı bir sos tenceresinde ısıttığınız kremaya kıyılmış frenk soğanını ilave edin. 5 dakika kadar karıştırıp ocaktan alın ve pişirdiğiniz mantarları ekleyin. Kremalı mantarı haşlayıp süzdüğünüz kelebek makarnaya ilave edip karıştırın. Yanında pişirdiğiniz tavuk tandoori ile birlikte servis yapın. Tandoori için; Baharatların tümünü iyice ısıtılmış tavaya aktarıp birkaç dakika karıştırın. Ayrı bir kasede yoğurtla zeytinyağını karıştırın. Tavada kavurduğunuz baharatları zeytinyağlı yoğurda ekleyerek iyice karıştırın. Tuzunu da ilave ederek tekrar karıştırın.Tavuk etlerinin üzerine biraz tuz serpin, sonra da hazırladığınız baharatlı yoğurt karışımından her tarafına sürerek fırın kabına yerleştirin. Önceden ısıtılmış 200 derece fırında, yaklaşık 40-45 dakika pişirin. Bu arada yarım çay bardağı zeytinyağını tavada ısıtıp, jülyen doğranmış beyaz soğanları ve limon suyunu ekleyin. Soğanlar karamelize olmaya başlayınca ocaktan alın.Tavuk etleri pişince fırından alın, karamelize ettiğiniz soğanı ilave edip karıştırın. Bekletmeden mantar soslu makarna ile birlikte sıcak servis yapın."
  },
  {
    "name": "\nMantarlı ve kremalı makarna\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/mantarli-ve-kremali-makarna-604d93fd-3e19-4e91-9e21-832e5126b914.jpg",
    "ingredients": [
      "2 yemek kaşığı sıvı yağ",
      "2 diş sarımsak",
      "1 kutu mantar",
      "50 g tereyağı",
      "100 ml krema",
      "1 paket fettuccine makarna (Haşlanmış)",
      "2 yemek kaşığı parmesan peyniri veya eski kaşar peyniri",
      "Tuz, taze çekilmiş karabiber",
      "5-6 dal maydanoz"
    ],
    "description": "Öncelikle sarımsakları kıyın ve mantarları nemli bir bezle silin. Ardından kullanılacak mantarları dilimler halinde kesin.Bir tencerenin içine makarnaları koyun ve 8 dakika haşlayın.Sıvı yağı geniş bir tavada ısıtıp içerisinde ince kıyılmış sarımsakları kavurun. Önceden dilimlediğiniz mantarları da tavaya ekleyin. Suyunu salıp çekene kadar arada bir karıştırarak kavurun. Tereyağını ve kremayı da bu karışıma ilave edin. Tereyağı ile krema iyice eriyip malzemeye karışınca, önceden haşlayıp süzdüğünüz makarnayı ekleyin. Birkaç kez karıştırdıktan sonra rendelenmiş parmesan peynirini de ilave edin. En son tuzunu, karabiberini ve kıyılmış maydanozu serpin. Son bir kez karıştırdıktan sonra ocaktan alabilirsiniz. Mantarlı ve kremalı makarnayı, tavuk sarma ile birlikte sunabilirsiniz. Sıcak servis edin, şimdiden afiyet olsun."
  }]
},

"kabak":{
	"recipes":[
  {
    "name": "\nKabaklı makarna ve yeşil sos\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/kabakli-makarna-ve-yesil-sos-a7ef04ba-10ba-465a-8531-263585abbe93.jpg",
    "ingredients": [
      "1 paket mini midye makarna ",
      "1 adet büyük boy soğan ",
      "500 g kabak ",
      "Yarım tatlı kaşığı tuz ",
      "2 diş sarımsak (İnce kıyılmış) ",
      "1/2 çay bardağı zeytinyağı ",
      "4-5 dal kıyılmış dereotu "
    ],
    "description": "Kabakları yıkayın, kabuğunu kazımadan küp küp doğrayın. Soğanları soyup aynı şekilde küp küp doğrayın. Soğanları tuzla birlikte avucunuzun içinde iyice ovun, acı suyunun çıkması için fazla suyunu sıkın. Soğanları ve kabakları tencereye aktarıp harmanlayın, sarımsakları serpin ve zeytinyağını dökün. Çok kısık ateşte 20 dakika pişirin. Ocaktan alın ve soğumaya bırakın. Makarnayı 1 tatlı kaşığı tuz ve 1 yemek kaşığı sıvı yağ ilave edilmiş kaynar suda 10 dakika haşlayın. Makarna haşlanınca suyunu süzün. Kabağı ekleyip harmanlayın ve üzerine kıyılmış dereotu serpin. Dilerseniz soğuk servis yapabilirsiniz. "
  }]
},

"balık":{
	"recipes":[
  {
    "name": "\nHamsili pilav\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/hamsili_pilav-1780a1a6-d323-465e-9c6b-43a5ad2c7fd0.jpg",
    "ingredients": [
      "1 kg hamsi",
      "100 ml zeytinyağı",
      "1 orta boy kuru soğan",
      "25 g çam fıstığı",
      "200 g pirinç",
      "40 g kuş üzümü",
      "400 ml sıcak su",
      "1 tatlı kaşığı kuru nane",
      "1/2 demet dereotu",
      "1 yemek kaşığı mısır unu",
      "1 çay kaşığı karabiber",
      "1 çay kaşığı tuz"
    ],
    "description": "Pirinci ve saplarını ayıkladığınız kuş üzümlerini ayrı ayrı kaplarda sıcak suya koyun. Hamsileri temizleyip, kılçıklarını çıkarın. İyice yıkayıp,sularının süzülmesi için bir süzgeçte bekletin.Bir tencerede zeytinyağını ısıtın ve yemeklik doğradığınız soğanı ekleyip ara ara karıştırarak soteleyin. Çam fıstıklarını ekleyip karıştırmaya devam ederek fıstıklar pembeleşinceye kadar yaklaşık 5 dakika daha kavurun.Pirinci süzüp yıkayın ve tencereye alın. Tuz ve karabiber serpip karıştırın. Kuru nane ve süzdüğünüz kuş üzümlerini ekleyip karıştırın ve sıcak suyu ilave edin. Yeniden karıştırıp tencerenin kapağını kapatın. Ateşi kısıp, pirinçler suyu çekene kadar pişirin.Pilav pişerken fırın kabını yağlayın, mısırununun yarısını serpiştirin. Kabın dibini, derilerialtta kalacak şekilde hamsilerle kaplayın.Pilavı ocaktan alın ve kıyılmış dereotunu ekleyip karıştırın. Bekletmeden kapta bulunan hamsilerin üstüne yayıp, bir kaşık yardımıyla düzeltin. Kalan hamsileri, derileri üstte kalacak şekilde pilavın üstüne dizerek pilavı kaplayın. Hamsilerin üzerine kalan mısır ununu serpiştirin. Önceden ısıtılmış 180 derece fırında,hamsilerin üzeri pembeleşene kadar yaklaşık 30 dakika pişirin. Fırından çıkardığınız hamsili pilavı,5-10 dakika oda ısısında dinlendirdikten sonra dilimleyerek sıcak servis yapın.Omega 3 bakımından zengin olan ve beynin gelişiminde etkili bir rol oynayan Karadeniz usulü hamsili pilav tarifine göz atmayı unutmayın."
  }]
},

"kavurma":{
	"recipes":[
  {
    "name": "\nKavurmalı sade spagetti\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/kavurmali-sade-spagetti-5eab5c28-d845-42e6-9b42-c03e167a3922.jpg",
    "ingredients": [
      "260 g ev yapımı makarna ",
      "400 g kavurma",
      "3 adet yarı kurutulmuş domates (Küp doğranmış)",
      "1 kase brokoli çiçeği",
      "1 yemek kaşığı tereyağı"
    ],
    "description": "Makarna suyunu ocağa alın, bu arada sos tenceresini ısıtın, içine kavurmayı koyun. Biraz su ile ıslatıp eti nemlendirerek ısıtın, domates ve brokoli çiçeklerini ekleyin. Makarnayı kaynayan tuz atılmış suya atın. 3 dakika gibi kontrollü haşlayın. Kavurmanın üzerine maşayla alıp bırakın. Ocaktan alın, içine bolca tereyağı ve 1 kaşık makarna suyu koyup karıştırın, tabaklara pay edin. Ortasını biraz çukurlaştırıp her bir tabağın ortasına yumurta sarısı yerleştirin. Kıtır soğan serpip servis edin."
  }
]}
}