{
"kakao":{
	"recipes":[{
    "name": "\nÇikolatalı rulo pasta\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/cikolatali_rulo_pasta-3a110a34-cbbe-4599-966d-8df7a51a50da.jpg",
    "ingredients": [
      " 4 yumurta akı",
      "4 yumurta sarısı",
      "80 gr toz şeker",
      "10 ml bal",
      "1 yemek kaşığı su",
      "40 gr un",
      "20 gr kakao"
    ],
    "description": "4 yumurta akını kaseye alın. Mikserle kar gibi olana kadar çırpın. Başka bir kapta 4 yumurta sarısı ve şekeri çırpın. Balı ve suyu ilave edin. Yumurta aklarını spatula ile yavaşça yumurta sarılı malzemeye yedirin. Kakao ve unu ekleyip spatula ile karıştırın. Yağlı kağıt serilmiş fırın tepsisine malzemeyi döküp yayın. Önceden ısıtılmış 160 derece fırında 20 dakika pişirin. Fırından alıp üzerine temiz bir mutfak havlusu yerleştirin. Dikkatlice rulo şeklinde sarın. 3 yumurta akını kuru bir cam kaseye alın. Kar gibi olana kadar mikserle çırpın. Beyaz çikolatayı küçük parçalar şeklinde kırın. Şeker ve kremayla birlikte cam kaseye alıp karıştırarak benmari usulü eritin. Jelatini ilave edip karıştırın. Kaseyi sıcak suyun üzerinden alın. Çırpılmış yumurta aklarını ekleyip yavaş hareketlerle karıştırın. Keki dikkatlice açıp üzerine bu harcı yayın. Tekrar rulo şeklinde sarın. Buzdolabında 40 dakika bekletin. Kremayı kaynama noktasına gelmeden ısıtın. Üzerine çikolatayı ekleyip karıştırın. Ocaktan alıp karıştırarak ılındırın. Buzdolabında katılaşmasını sağlayın. Rulo kekin üzerini çikolatalı krema ile kaplayın. Buzdolabında dinlendirdikten sonra servis yapın. Afiyet olsun."
  },{
    "name": "\nDr. Oetker Pudingli Malaga\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/dr-oetker-pudingli-malaga-0df4cbc5-f3fd-4aae-ac00-a5b6988e7c7e.jpg",
    "ingredients": [
      "1 çay bardağı un",
      "1 yemek kaşığı Dr. Oetker Kakao",
      "0,5 çay kaşığı Dr. Oetker Hamur Kabartma Tozu",
      "2 yumurta ",
      "0,5 çay bardağı toz şeker",
      "1 poşet Dr. Oetker Şekerli Vanilin",
      "2 yemek kaşığı sıvı yağ"
    ],
    "description": "Kalıbın tabanına pişirme kağıdı serin. Fırını belirtilen dereceye ayarlayıp ısınması için önceden açın. Turbo pişirme: 160 °CAlt-üst pişirme: 170 °CHamurun hazırlanışı ve pişirme:Un, kakao ve hamur kabartma tozunu karıştırıp bir kaba eleyin. Yumurta ve toz şekeri çırpma kabına alın. Mikser ile 2 dk. çırpın. Üzerine şekerli vanilin, sıvı yağ ve un karışımını ekleyip düşük devirde 1 dk. çırpın. Hamuru kalıba alıp yayın ve pişirin. Pişirme süresi: 12-15 dk.Fırından çıkarın ve soğumaya bırakın.Kremanın hazırlanışı:Pudingi süt ile tarifine göre pişirin. Ocaktan alın ve arada karıştırarak 15 dk. soğutun. Çırpma kabına alın ve üzerine krem şanti poşetini boşaltın. Mikserin orta devrinde 2-3 dk. çırpın. Hazırladığınız kremayı buzdolabına alın ve 20 dk. bekletin.Şekillendirme:Kekin kenarlarını düzeltmek için dış kısmından birer cm kesip çıkarın. Kısa kenarından 6 uzun şerit elde edecek şekilde kesin. Şeritleri ortadan ikiye keserek 12 cm uzunluğunda 12 adet dilim elde edin. Buzdolabındaki kremayı krema sıkma torbasına doldurun ve keklerin üzerine sıkın. Muzları soyup ortadan ikiye kesin ve hafif bastırarak sıktığınız kremaların üzerine yerleştirin. Muz ve kremanın arasındaki boşlukları kapatmak için küçük bir spatula ile kremaları alttan üste doğru çekerek sıvayın.Çikolatalı sos:Kremayı bir tencereye alın ve kısık ateşte ısıtın. Kaynamaya başlayınca ocaktan alın ve çikolatayı ekleyin. Eriyinceye kadar karıştırın ve oda sıcaklığında 10 dk. bekletin.Kaplama ve servis:Bir tepsinin içine tel ızgara oturtun. Kek dilimlerini üzerine sıralayın. Çikolatayı kaşık ile üzerlerini kaplayacak şekilde dökün. Tepsiye akan çikolatayı kaşık ile alıp tekrar kullanın. 10 dk. bekletip kenarlarına fındık kırığı serpin ve servis tabağına sıralayın. Dr. Oetker Pudingli Malaga' yı buzdolabına alıp 2 saat bekletin ve soğuk servis yapın."
  },{
    "name": "\nMalaga pasta\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/malaga-pasta-443a7deb-4bc6-4103-85d6-d23968f16dd8.jpg",
    "ingredients": [
      "2 adet yumurta ",
      "1 çay bardağı toz şeker ",
      "1 kahve fincanı sıvı yağ ",
      "1 kahve fincanı süt ",
      "2 çay bardağı un ",
      "2 yemek kaşığı kakao ",
      "1 paket kabartma tozu"
    ],
    "description": "Bir kabın içine süt, şeker ve vanilyayı ekleyip 1-2 dakika kadar çırpın. Karışıma yumurtaları ilave edip tekrar çırpın. Yaklaşık 3 dakika daha çırptıktan sonra unu ve kabartma tozunu ekleyip tekrar çırpın.Oda sıcaklığında yumuşatılmış margarin ile tepsinin altını ve kenarlarını yağlayıp karışımı içine dökün. Önceden ısıtılmış 180 derece fırında 25-30 dakika pişirin ve fırından alıp soğumaya bırakın. Malaga pasta muhallebisi için; sütü, unu, şekeri ve vanilyayı bir tencereye alıp orta ateşte iyice pişirin. Pişen muhallebiyi soğuması için arada bir karıştırın. Muhallebi soğuduktan sonra krem şantiyi ekleyip iyice çırpın. Malaga pasta ganaj sosu için kremayı ısıtın. Isınan kremaya küçük küçük doğranmış bitter çikolatayı ekleyip karıştırın. Keki eşit bir şekilde kestikten sonra muhallebiyi döküp, üzerlerine muzu yerleştirin ve ganaj sosunu dökün. Kestiğiniz diğer keklere aynısını uygulayın ve soğuması için buzdolabına koyun. Soğuduktan sonra malaga pastanın üzerlerini beyaz çikolata ile süsleyip servis yapın."
  },{
    "name": "\nAğlayan Pasta\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/aglayan-pasta-f516cfd0-5105-4bb9-9039-dc5b90d9e3f9.jpg",
    "ingredients": [
      "2 su bardağı un",
      "3 fincan toz şeker",
      "4 adet yumurta",
      "1/2 su bardağı portakal suyu",
      "3 yemek kaşığı kakao",
      "1 fincan süt",
      "1 fincan sıvı yağ",
      "1 paket kabartma tozu"
    ],
    "description": "İlk olarak keki hazırlamak için, yumurta ve toz şekeri bir kap içerisine alın. Hafifçe köpüklenene kadar mikser ile çırpın.Üzerine sıvı yağ ve sütü döktükten sonra tekrardan çırpın. Ardından kabartma tozu, kakao ve unu da ekleyerek malzemeler iyice özdeşleşene kadar karıştırın.Harcınız homojen bir hal almaya başladığında taze sıkılmış portakal suyunu da ekleyerek tekrar karıştırın.Dikdörtgen veya yuvarlak bir fırın tepsisini, tereyağı ile yağlayın. Daha sonra kek harcını kalıba dökerek 180 dereceli fırında ortalama 25 dakika pişirin.Kek tabanı pişerken kremayı hazırlamak için, bir kabın içine toz krem şantiyi ve soğuk sütü alın. Krema kıvamına gelinceye kadar karıştırın. Hazırladığınız krem şantiyi kıvam alması için buzdolabında bekletin.Çikolata sosu için, çikolatayı küçük küçük kesin ve bir sos tenceresine alın. Üzerine kremayı ekledikten sonra kısık ateşte kaynatın ve erimesini bekleyin.Pişen kekin üzerine yavaş yavaş süt dökün ve kekin sütü içine çekmesini bekleyin.Keki ıslatma işi bittiğinde, buzdolabındaki krem şantiyi kekin üzerine dökün ve spatula yardımıyla dağıtın.Son olarak akışkan kıvamdaki çikolata sosunu da pastanın üzerine dökün ve dilimleyerek servis edin. Afiyet olsun."
  },{
    "name": "\nKumlu Pasta\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/kumlu-pasta-9dabba78-ba43-4531-aa5f-a28427fa5449.jpg",
    "ingredients": [
      "3 yumurta",
      "1 su bardağı toz şeker",
      "1 çay bardağı süt",
      "1 çay bardağı sıvı yağ",
      "1 su bardağı un (300 ml’lik bardak ile)",
      "1 paket vanilya",
      "1 paket kabartma tozu",
      "3 yemek kaşığı kakao"
    ],
    "description": "Kumlu pasta yapmaya kekini hazırlayarak başlayın.3 yumurta ve bir bardak şekeri köpürene kadar çırpın.Bir taraftan karıştırmaya devam ederken diğer taraftan yağı ve sütü ekleyerek karıştırmaya devam edin.Kumlu pastanın keki için gerekli olan kalan kakao, kabartma tozu, vanilya ve unu ekleyerek karıştırmaya devam edin.Kek karışımını önceden yağladığınız veya yağlı kağıt serdiğiniz tepsiye boşaltın.Önceden ısıtılmış 180 derecelik fırında kekinizi kontrol ederek, yaklaşık yarım saat pişirin.Kek pişerken siz diğer taraftan kremasını hazırlamaya başlayabilirsiniz.Kremasını hazırlamaya süt, un, nişasta, şeker ve kakaoyu bir tencereye alarak başlayabilirsiniz.Süt soğukken malzemeleri karıştırmaya başlayın. Sonrasında ocağın altını yakarak, karıştırmaya devam edin.Kaynayana kadar sürekli karıştırmaya devam edin.Koyulaşmaya başlayan karışımın üzerine kalan malzemeler olan tereyağı ile çikolatayı ekleyip ocağın altını kapatın.Tereyağ ve çikolata eriyene kadar durmadan karıştırmaya devam edin.Pişen kekinizi fırından çıkarın ve biraz ılıklaşmasını bekleyin. Ilıklaşan keki 1 bardak süt ile ıslatın.Sütle ıslattığınız kekin üzerine kremayı dökerek yayın.Keki sütle ıslatıp, kremasını sürdükten sonra soğumasını bekleyin.Kakaolu bisküvileri mutfak robotundan toz haline gelinceye kadar öğütün.Toz halindeki bisküvileri kekin üzerine serpin.Servis etmeden önce buzdolabında 4-5 saat dinlendirin. Pastanız dinlendikten sonra afiyetle yiyebilirsiniz."
  },{
    "name": "\nDespacito (Brezilya pastası)\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/despacito-brezilya-pastasi-b01cb6a8-6449-49fc-b25f-bcc9e81d0216.jpg",
    "ingredients": [
      "3 yumurta ",
      "1 çay bardağı toz şeker",
      "1 çay bardağı un",
      "2 yemek kaşığı kakao",
      "1 paket kabartma tozu",
      "1 paket vanilya"
    ],
    "description": "Un, kakao, kabartma tozu ve vanilyayı derin bir kaba eleyin. Başka bir kapta oda ısısındaki yumurtaları ve toz şekeri beyazlaşıp köpük köpük olana kadar iyice çırpın.Kuru malzemeleri çırpılmış yumurtaya azar azar ekleyerek sönmesine izin vermeden tel çırpıcı yardımıyla alttan üste bir hareketle birbirine yedirin. 20-22 cm ebadında kelepçeli kalıbın tabanına yağlı kağıt serin, kenarlarına da hafif yağ sürerek pişirme kağıdı ile kaplayın. Kek harcını kalıba boşaltılıp üzerini düzeltin. Önceden ısıtılmış 165 derece fırında 40-45 dakika pişirin. Kürdan testi yapıp fırından çıkarın ve soğumaya bırakın.Kahveli sos için gerekli olan malzemeleri bir sos tenceresinde karıştırarak kaynatın. Biraz soğuması için bekletin ve kekin tamamını bu sosla ıslatın. Kekin iyice soğuması için kenara alın.Çikolataları bir kaseye alıp benmari usulü eritin. Biraz ılınması için bekletin. Bu sırada soğuk kremayı pudra şekeri ile birlikte iyice köpürene kadar çırpın. Çikolata ve çırpılmış kremayı bir spatula ile yavaşça birbirine yedirin. Çikolatalı karışımı kekin üzerine döküp üzerini düzleştirin ve buzluğa koyup en az 5 saat bekletin. Buzluktan alıp kelepçeyi dikkatlice çıkarın (Yanlarda yağlı kağıt olduğu için kelepçe kolayca çıkacaktır).Kremayı küçük bir sos tenceresinde ısıtın. Küçük parçalara böldüğünüz çikolataları içine atıp eriyene kadar karıştırın. Pastanın üzerine gezdirin ve üzerini dilediğiniz gibi süsleyin. Soğuk olarak dilimleyip servis yapın (Servis yaptıktan sonra yine buzluğa koymalısınız)."
  }]
},

"muz":{
	"recipes":[
{
    "name": "\nMuzlu toffee pasta\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/muzlu-toffee-pasta-2b17112b-f86a-4564-a57b-944ec7c9b7d2.jpg",
    "ingredients": [
      "150 g un",
      "1 paket kabartma tozu",
      "Bir tutam tuz",
      "2 yemek kaşığı toz şeker",
      "140 ml sıvı krema",
      "1 yumurta",
      "Kolay pastacı kreması için",
      "500 ml süt",
      "8 yemek kaşığı toz şeker",
      "Bir tutam tuz",
      "2 yumurta",
      "1/3 su bardağı buğday nişastası",
      "1-2 damla vanilya ",
      "50 g tereyağı"
    ],
    "description": "Krema için sütü, 2 yemek kaşığı toz şekerle birlikte ocağa alın. Yumurta, kalan şeker ve buğday nişastasını mikserin yüksek devrinde, pürüzsüz kıvam alana kadar çırpın.Kaynamak üzere olan sütün altını kapatın ve kepçeyle yumurtalı karışıma yavaşça dökerek çırpmaya devam edin. Sonra karışımın tamamını tekrar tencereye alıp orta ateşte, çırpma teli ile sürekli karıştırarak muhallebi kıvamına gelene kadar pişirin.Kremaya önce vanilyayı, sonra tereyağını ilave edin ve sürekli karıştırarak ılınmasını sağlayın. Oda sıcaklığına geldiğinde üzerine değecek şekilde streç film ile kaplayıp buzdolabına alın.Arası için soğuk kremayı mikserin yüksek devrinde kabarana kadar çırpın ve buzdolabına kaldırın.Karamel sos için tereyağını ve toz şekeri tavaya alıp kahverengileşmesini bekleyin (Yanmamasına dikkat edin). Kremayı da ilave edin ve hızlıca karıştırın. Hafif kıvam alınca altını kapatın.Porsiyonluk pasta için un, kabartma tozu ve tuzu karıştırıp bir karıştırma kabına eleyin, toz şekeri de ilave edin. Bir kap içerisinde yumurta ve kremayı ayrıca çırpın. Unlu karışımın ortasına kremalı karışımı ilave ederek karıştırın. Kaşığa yapışacak bir karışım olacak sorun yok. Hamuru mutlaka 10 dakika dinlendirin.Fırın tepsisine yağlı kağıt yayın, hamurunuzdan 6 porsiyon olacak şekilde düzensiz toplar yapın. Sıcak fırında 12 dakika pişirin. Fırından çıkınca 10 dakika kadar dinlendirin. Daha sonra elinizde sıkıca tutarak ortadan ikiye bölün. Alt tabanı servis tabağınıza alın, sırasıyla karamel sos, pastacı kreması, muz dilimleri ve soğuk çırpılmış krema ekleyin. Üst kapağını da kapatın, soğuk krema ve karamel sos ile süsleyin."
  }
    ]
},
"cikolata":{
"recipes":[{
    "name": "\nÇikolatalı alman pastası\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/cikolatali_alman_pastasi-b566a784-d707-453f-a75e-ebe8f790ffed.jpg",
    "ingredients": [
      " 5 su bardağı un",
      "10 gr kuru maya",
      "2 yumurta",
      "1 tutam tuz",
      "2 yemek kaşığı yoğurt",
      "2 yemek kaşığı tereyağı",
      "1 çay bardağı süt",
      "1 çay bardağı su",
      "1 çay bardağı toz şeker"
    ],
    "description": "Kek için, unu bir kaba alıp şeker ve tuz ile harmanlayın ve ortasını havuz gibi açın. İçine maya, yumurta, yoğurt, su, süt ve yumuşatılmış tereyağı ilave edin. Unu kenarlardan alıp yavaş yavaş ekleyerek yoğurun. Hamurdan ceviz büyüklüğünde parçalar koparıp yuvarlayın. Fırın tepsisine yağlı kağıt serin ve hamurların üzerine hafifçe bastırarak tepsiye yerleştirin. Üzerini örterek mayalanmaya bırakın. 175 dereceye ayarlanmış fırında pişirin.Krema için, yumurta sarısı, süt, un, şeker ve vanilyayı bir tencerede koyulaşıncaya kadar pişirin. Arada karıştırarak soğumaya bırakın. Krema sıkma torbasına doldurun. Kekleri enlemesine ortadan kesip kremayı içlerine sıkın.Krema ve çikolatayı birlikte eritin. Keklerin üst kapaklarını tel ızgara üzerine dizin. Sosu üzerlerine gezdirip fıstık serpiştirin ve soğumaya bırakın. Soğuyan pastaların kapaklarını kapatın.Dilerseniz, çikolatayı eritmek yerine ev yapımı çikolata sosunda kullanabilirsiniz. Şimdiden afiyet olsun."
  },{
    "name": "\nKremalı ve çikolatalı pasta\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/kremali_ve_cikolatali_pasta-5e424b56-83ed-48e7-b6e3-4eae6428260b.jpg",
    "ingredients": [
      " 4 yumurta",
      "1 su bardağı toz şeker",
      "1/4 su bardağı ayçiçeği yağı",
      "1.5 su bardağı un",
      "1 paket kabartma tozu",
      "1/4 su bardağı (3 yemek kaşığı) kakao"
    ],
    "description": "İlk olarak oda ısısındaki yumurtaları şekerle birlikte kabarana kadar çırpın. Üzerine ayçiçeği yağını ekleyip çırpmaya devam edin.Un, kakao ve kabartma tozunu yumurtalı karışıma ekleyip karıştırın. Hazırladığınız karışımı, yağlanmış ve unlanmış yuvarlak kek kalıbına döküp önceden ısıtılmış 165 derece fırında pişirin. Krema için; süt, nişasta ve şekeri tencereye alıp karıştırarak pişirin. Üzerine çikolatayı ekleyip eriyene kadar karıştırın. Ardından limon suyunu ekleyin ve mikserle çırpın. Son olarak krem şanti ve soğuk sütü de çırpın. Keki enine doğru üç parçaya bölün. İlk katının üzerine çikolatalı kremanın yarısını yayın. Üzerine diğer kek katını yerleştirip krem şantinin yarısından fazlasını sürün. Diğer keki yerleştirip kalan çikolatalı kremanın bir kısmını yayın. Kalan kremayı, krema sıkma torbasına doldurup dekoratif şekiller yapın. Krem şantiyi de aynı şekilde pastanın üzerine sıkın ve çikolata parçalarıyla süsleyin.Kremalı ve çikolatalı pastayı özel günlerde sunacaksanız, yanına çok yakışan mayasız poğaça ile birlikte servis edebilirsiniz. Afiyet olsun."
  },{
    "name": "\nÇikolatalı İsviçre rulosu (Swissroll)\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/cikolatali-isvicre-rulosu-swissroll-dcedad5e-b029-4c82-a7f3-a09c5d8e4dc3.jpg",
    "ingredients": [
      "7 yemek kaşığı sıvı yağ (45 ml)",
      "3 yemek kaşığı kakao (30 g)",
      "2.5 yemek kaşığı toz şeker (40 g)",
      "5 yemek kaşığı pudra şekeri (90 g)",
      "3 yemek kaşığı un (45 g)",
      "3 yemek kaşığı su (30 ml)",
      "1/2 paket kabartma tozu ",
      "1 paket vanilya ",
      "1/2 çay kaşığı tuz ",
      "4 büyük yumurta akı ",
      "4 büyük yumurta sarısı"
    ],
    "description": "Pandispanya için; sıvı yağı ısıtıp karıştırma kabına alın. Kakaoyu ekleyip karıştırın, toz şekeri ilave edip karıştırın. Ardından suyu ilave edip şeker eriyinceye kadar karıştırın. Vanilyayı ilave edin. Yumurta sarılarını birer birer ekleyin ve karıştırmaya devam edin. Unu iki defada eleyerek ilave edin.  Ayrı bir kasede yumurta aklarına tuz ilave edin. İyice köpürüp kabarıncaya kadar mikserde çırpın. Pudra şekerini azar azar ekleyin. Koyulaşıncaya kadar, yaklaşık 5 dakika mikserde çırpmaya devam edin. Diğer kakaolu karışıma 3 defada ekleyin, her eklemede çırpma teli ile söndürmeden karıştırın. Yağladığınız ve yağlı kağıt serili fırın tepsisine karışımı dökün. Kalıbı iki kez hafifçe kaldırıp tezgaha bırakın, içindeki hava kabarcıklarını çıkartın. 200 derecede ısıtılmış fırında 10 dakika pişirin. Pişen keki fırında hiç bekletmeden hemen çıkarın, yapışan kenarlarını bıçak yardımı ile kalıptan ayırın, kağıtlardan tutup havlu üzerine alın. 2 dakika ılındıktan sonra temiz bir yağlı kağıdın üzerine keki ters çevirin, tabanındaki kağıdı çıkarın. Soğumadan, kek ılıkken kremasını sürün. Keke çok fazla el değmeden nazikçe rulo yapın, üst kabuğun soyulmamasına dikkat edin. Yağlı kağıda sarıp buzdolabında 4 saat dinlendirin (Ben yapıp dondurucuya atıyorum, misafirime göre 2 saat önceden çıkarıyorum)."
  }]
},
"sut":{
"recipes":[ {
    "name": "\nRed velvet mini pastacıklar\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/red-velvet-mini-pastaciklar-4a6cc09e-1b19-4dae-b37d-b062cc396b08.jpg",
    "ingredients": [
      "50 g tereyağı",
      "80 g toz şeker",
      "1 yumurta",
      "1 tutam tuz",
      "100 g un",
      "1.5 çay kaşığı kabartma tozu",
      "70 g süt",
      "1/4 çay kaşığı vanilya aroması",
      "Kırmızı gıda boyası"
    ],
    "description": "Tereyağı ve toz şekeri geniş bir kaba alın. Mikserin orta hızında krema kıvamına gelinceye kadar çırpın. Yumurtayı ilave edip tüm malzeme iyice özdeşleşinceye kadar çırpmaya devam edin. Karışım homojen bir kıvam aldığında sırasıyla tuz, un ve kabartma tozunu ilave edin ve mikserin hızını düşürerek çırpmaya devam edin. Süt ve vanilya aromasını ilave edip mikserin hızını tekrar yükseltin ve çırpmaya devam edin. Kırmızı gıda boyasını ilave edip  karıştırın. Karışımı fırın tepsisine yayın. Önceden ısıtılmış 170 derece fırında yaklaşık 20-25 dakika pişirin.Frosting için, tereyağı ve beyaz krem peyniri geniş bir kaseye alın. Bir mikser yardımıyla krema kıvamına gelinceye kadar çırpın. Vanilya esansı ve elediğiniz pudra şekerini ilave edip 5 dakika daha çırpın. Buzdolabına alıp iyice soğutun. Pişen kek soğuduktan sonra yuvarlak kurabiye kalıbı yardımı ile parçalar kesin. Soğuyan frosting kremanızı bir sıkma torbasına doldurun. Toplamda üç kat olacak şekilde keklerin aralarına frostingden sıkarak üst üste dizin. Tüm kek parçaları bitinceye kadar üç katlı pastacıklar hazırlayın. Frenk üzümü, böğürtlen ve nane yaprakları ile süsleyerek servis yapın. Afiyet olsun."
  },{
    "name": "\nSütlaç\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/sutlac-078c4925-8a2a-4dc9-b174-2ee888b80476.jpg",
    "ingredients": [
      "3/4 su bardağı Amerikan pirinci",
      "1.5 su bardağı su",
      "3 su bardağı süt",
      "1/2 su bardağı toz şeker",
      "1 tatlı kaşığı vanilin",
      "1 adet yumurta sarısı",
      "Tuz "
    ],
    "description": "İlk önce sosu hazırlayın. Sos için gerekli olan tüm malzemeleri ufak bir sos tenceresine alıp kaynama noktasına gelince altını kısarak 7-8 dakika pişirin. Ocaktan alıp soğumaya bırakın.Sütlaç için; pirinçleri su ile bir tencereye alıp suyunu çekene kadar pişirin. 2.5 su bardağı süt ilave edip karıştırın. Daha sonra bir tutam tuz ile toz şekeri ekleyip karıştırarak pişirmeye devam edin. Pirinçler sütü çekince kalan süt ile yumurta sarısını çırpıp tencereye ilave edin. Karıştırarak birkaç dakika daha pişirip ocaktan alın. Aralarına ve üstüne çilek sosu ekleyerek servis bardaklarına paylaştırın. Son olarak üstünü kavrulmuş ceviz içi ile tamamlayarak ılıması için bir kenarda bekletin.Dilerseniz çilek sosuna ek olarak, ev yapımı çikolata sosu da kullanabilirsiniz."
  }, {
    "name": "\nSaray sarması\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/saray-sarmasi-7b6f6e5e-8842-4097-916d-b8b23e405c9b.jpg",
    "ingredients": [
      "1 litre süt",
      "1 su bardağı un",
      "1 su bardağı toz şeker",
      "3 dolu dolu yemek kaşığı kakao",
      "1 paket vanilya",
      "1 yemek kaşığı tereyağ veya margarin"
    ],
    "description": "İlk olarak derin bir tencereye süt ve şeker koyulur. Üzerine elekten geçirilen un ve kakao eklenerek iyice karıştırılır. Un ve kakaonun elenmesi muhallebinin kıvamının pürüzsüz olmasına yardımcı olacaktır.Kısık ateşte sürekli karıştırılarak pişirilir. Dibinin tutmaması ve kıvamın düzgün olması için sürekli karıştırmak önemli.Koyulaşıp muhallebi kıvamına gelen karışım 2 dakika kaynatılarak ocaktan alınır.İçerisine tereyağ ve vanilya eklenir. Böylece aroma katılmış olur.Ocaktan alınan muhallebinin daha pürüzsüz bir kıvamda olması için 5 dakika mikser ile çırpılır.Büyük boy fırın tepsisine 2 bardak hindistan cevizi serpilir. Tepside açık kalmayacak şekilde tüm tabana yayılır.Üzerine sıcak muhallebi dökülerek yayılır. Her yeri eşit olacak şekilde spatula yardımıyla düzleştirilir.Tepsiye yayılan muhallebi soğumaya bırakılır (1 saat kadar dolapta bekletilirse daha güzel kıvam alır)1 çay bardağı soğuk süt ile çırpılan krem şanti, dinlendirilen muhallebinin üzerine her yerine eşit şekilde yayılır.Buzdolabına kaldırılarak 2-3 saat dinlendirilir. İyice dinlendikten sonra uzunlamasına ortadan 2’ye kesilir. Kalan bölümler enine dilimlere ayrılır.Daha sonra rulo şeklinde sarılıp, servis tabağına alınır.Hem şekliyle hem lezzetiyle etkileyici bir tatlı olan saray sarması çok hafif bir lezzettir.Dilerseniz, tam kıvamında saray sarmasını ev yapımı çikolata sosu ile süsleyebilirsiniz. Afiyet olsun."
  },{
    "name": "\nFırın sütlaç\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/firin_sutlac-8ca6fbdd-f832-4f60-a2da-3788088e3ae9.jpg",
    "ingredients": [
      "1 litre süt",
      "1 su bardağı pirinç",
      "2 su bardağı su",
      "1.5 su bardağı toz şeker",
      "1 yemek kaşığı mısır nişastası",
      "Yarım su bardağı su",
      "1 paket vanilya"
    ],
    "description": "Pirinci yıkayıp suyunu süzün ve derin bir tencereye alın. Üzerine suyu ilave edip haşlayın. Ocaktan alıp tekrar suyunu süzün. Haşladığınız pirinci yeniden tencereye alıp, üzerine süt ve toz şekeri ilave edin. 10-15 dakika kısık ateşte karıştırarak kaynatın.Nişastayı yarım su bardağı su ile açıp, yavaş yavaş karıştırarak kaynayan sütlaca ekleyin ve 3-4 dakika daha kaynatın. Son olarak vanilyayı ilave edip karıştırın ve ocaktan alın. Sütlacı ısıya dayanıklı kaselere paylaştırın. Üzerlerine çırpılmış yumurta sarısını sürün.Derin bir fırın tepsisinin yarısını su ile doldurun. Hazırladığınız sütlaçları tepsinin içine yerleştirin. Önceden ısıtılmış 200 derece fırının ızgara ya da üstten pişirme bölümünde, üzerleri kızarana kadar pişirin. Fırından alıp ılınmaya bırakın. Ilınan sütlaçları buzdolabına alın, 2 saat dinlendirin. Fırın sütlaç artık hazır. Dondurma ile süsleyerek servis yapın."
  },{
    "name": "\nMuhallebi\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/muhallebi-5da09b26-89c0-4922-bea0-b91bb19a2370.jpg",
    "ingredients": [
      "4 su bardağı süt ",
      "2 kahve fincanı un",
      " 2 yumurta",
      " 2 kahve fincanı toz şeker ",
      "1 paket vanilya",
      " Limonlu jöle",
      "6 dilim konserve ananas"
    ],
    "description": "Sütü tencereye alın. Yumurtaları, un ve şekeri ekleyip tel çırpıcı ile iyice karıştırın. Sürekli karıştırarak orta ateşte muhallebi kıvamına gelinceye kadar pişirin. Vanilyayı ekleyip tencereyi ocaktan alın.Jöleyi paketin üzerindeki tarife göre hazırlayın. Muhallebiyi ayaklı 6 cam servis kâsesine, üzerinde 2 parmak kalacak şekilde paylaştırın. Soğuyunca buzdolabına alıp donuncaya kadar bekletin. Kâseleri dolaptan alıp üzerlerine 2 parmak kalınlığında olacak şekilde jöleyi ilave edin ve birer ananas dilimi yerleştirin. Ananas dilimlerinin ortasına 1'er tane vişne yerleştirip buzdolabında donuncaya kadar bekletin. Soğuk olarak servis yapın.\r\n\n\n\r\n            Afiyet olsun.Dilerseniz, sakızlı muhallebisi tarifini de deneyebilirsiniz."
  },{
    "name": "\nKazandibi\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/kazandibi-90a3300b-e93e-4ff5-ae19-fad91555ccc6.jpg",
    "ingredients": [
      " 5 su bardağı süt",
      "1 çay bardağı nişasta",
      "1 çay bardağı pirinç unu",
      "1 su bardağı toz şeker",
      "1 yemek kaşığı damla sakızı reçeli",
      "1 paket vanilya",
      "15 g tereyağı",
      "4 yemek kaşığı pudra şekeri"
    ],
  "description": "Lezzet'in yemek tarifleri gibi tatlı tarifleride çok ilgi görüyor. Antepfıstığına yarım çay bardağı sütü ekleyip bir tencerede iyice karıştırın. Süt, un, yumurta, yumurta sarısı ve şekeri ekleyip orta ateşte kaynatın. Pirinç ununu 1 yemek kaşığı su ile karıştırıp tencereye ekleyin. Keşkül koyulaşana kadar pişirin. Kaselere paylaştırıp soğumaya bırakın. Üzerini antepfıstığı ve fındık ile süsleyip servis yapın.Sade keşkül tarifini de deneyebilirsiniz.\n"
  },{
    "name": "\nKeşkül\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/keskul-bc412a39-725d-4ce0-9de5-d2f6b07f1a5b.jpg",
    "ingredients": [
      "1 litre süt",
      "2 çay bardağı ince çekilmiş antepfıstığı",
      "2 yemek kaşığı un",
      "1 yumurta",
      "1 yumurta sarısı",
      "10 yemek kaşığı tozşeker",
      "1 yemek kaşığı pirinç unu",
      "1 yemek kaşığı su",
      "İri kırılmış antepfıstığı",
      "File fındık"
    ],
    "description": "Lezzet'in yemek tarifleri gibi tatlı tarifleride çok ilgi görüyor. Antepfıstığına yarım çay bardağı sütü ekleyip bir tencerede iyice karıştırın. Süt, un, yumurta, yumurta sarısı ve şekeri ekleyip orta ateşte kaynatın. Pirinç ununu 1 yemek kaşığı su ile karıştırıp tencereye ekleyin. Keşkül koyulaşana kadar pişirin. Kaselere paylaştırıp soğumaya bırakın. Üzerini antepfıstığı ve fındık ile süsleyip servis yapın.Sade keşkül tarifini de deneyebilirsiniz.\n"
  },{
    "name": "\nSakızlı muhallebi\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/sakizli_muhallebi-8697e923-5a9b-43cd-af76-339d391b1d88.jpg",
    "ingredients": [
      "1 litre süt",
      "1 su bardağı un",
      "1 su bardağı toz şeker",
      "2 paket vanilya",
      "2~3 parça damla sakızı"
    ],
    "description": "Öncelikle süt, un, şeker ve vanilyayı tencereye alıp pürüzsüz hale gelinceye kadar çırpın.Ardından damla sakızlarını döverek toz haline getirin ve karışıma ekleyin. Tencereyi ocağa yerleştirip orta ateşte sürekli karıştırarak koyulaşıncaya kadar pişirin.Pişen muhallebiyi ocaktan alarak 5 dakika dinlendirin ve mutfak robotuna aktarın. Muhallebiyi robotta karıştırıp servis kaselerine doldurun.Oda sıcaklığına gelince buzdolabına alın ve birkaç saat soğutun. Üzerini fındık ve fıstık parçaları ile süsleyin. Şimdiden afiyet olsun."
  }]
},
"cilek":{
	"recipes":[{
    "name": "\nÇilekli pasta\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/cilekli-pasta-cdfe598d-00ec-4810-b89f-674a10594f86.jpg",
    "ingredients": [
      "3 yumurta",
      "125 g pudra şekeri",
      "125 g elenmiş un",
      "1 paket kabartma tozu",
      "1 paket vanilya"
    ],
    "description": "Pandispanya için; yumurtaları ve şekeri köpük köpük olana kadar çırpın. Elenmiş unu, kabartma tozunu ve vanilyayı ilave edin.Spatula ile alttan üste doğru havalandırarak köpüğü söndürmeden karıştırın. Orta boy bir kelepçeli kalıbın tabanını yağlı kağıtla kaplayıp, hamuru kalıbın içine dökün. Fırının alt rafına ısıya dayanıklı, içi su dolu bir kap koyun. Kelepçeli kalıbı da orta rafa yerleştirin. Önceden ısıtılmış 170 derece fırında 40-45 dakika pişirin.Pastacı kreması için; tereyağı ve krema dışındaki tüm malzemeyi sos tenceresine alın. Çok kısık ateşte, muhallebi kıvamına gelene kadar pişirin. İndirmeye birkaç dakika kala tereyağını, kremayı ve beyaz çikolatayı ekleyin. İyice karıştırıp pütürsüz bir kıvam elde edince ocaktan alın. Arada bir çırpıp pütürleşmesini önleyerek soğutun.Pişen pandispanyayı enine ikiye kesin, arasına önce pastacı kremasını yayın, hemen üzerine doğranmış çilekleri ve krokan parçalarını serpin. Üzerine ikinci pandispanya katı yerleştirin. Kremadan yayın. Yapraklarıyla birlikte bütün çilekleri de yerleştirip soğutun ve dilimleyin.Özel gün ve kutlamalarda çilekli pastayı, yanına çok yakışan muzlu smoothie ile birlikte servis edebilirsiniz. Şimdiden afiyet olsun."
  },{
    "name": "\nÇilekli milföy pasta\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/cilekli-milfoy-pasta-82cec1f8-7350-49dd-8817-78bd4d46a230.jpg",
    "ingredients": [
      "6 adet milföy ",
      "Yarım su bardağı çilek",
      "3 su bardağı süt",
      "1 çay bardağı toz şeker",
      "1 yumurta sarısı ",
      "2 yemek kaşığı un ",
      "2 yemek kaşığı nişasta ",
      "1 paket vanilya ",
      "1 yemek kaşığı tereyağı",
      "Pudra şekeri"
    ],
    "description": "Milföyü dondurucudan çıkarın ve biraz yumuşamasını bekleyin. Fırın tepsisine yağlı kağıt serin ve milföyleri üzerine dizin. Milföylerin üzerine çok kabarmamaları için çatalla delin ve milföylerin üzerine de yağlı kağıt serin. Başka bir fırın tepsisini ağırlık yapması için üzerine yerleştirin. Önceden ısıtılmış 200 derece fırında 20-25 dakika pişirin. Fırından çıkarıp soğumaya bırakın. Bir tencerede süt, şeker, un, nişasta ve yumurta sarısını ekleyip karıştırarak muhallebi kıvamına gelene kadar pişirin. Ateşten alıp içine vanilya ve tereyağını ekleyip yağ eriyinceye kadar karıştırın ve  soğumaya bırakın. Soğuyan kremayı sıkma torbasına koyun.Bir milföyü önünüze alın ve içerisine kremadan sıkın, üzerine ince dilimlenmiş çilek dizin. Ardından üzerine ikinci milföyü koyup yeniden krema sıkıp, çilek yerleştirin. Son olarak en üste bir milföy daha koyup pudra şekeri serperek servis yapın."
  },{
    "name": "\nÇilekli aşk pastası\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/cilekli-ask-pastasi-ad76682f-13ba-4c61-891e-10122b01d9d2.jpg",
    "ingredients": [
      "1 vanilyalı hazır sade kek"
    ],
    "description": "Keki ıslatmak için,  süt, pudra şeker ve tarçını  karıştırıp buzdolabında bekletin. Üzeri için, 2 paket krem şanti ve 2 bardak sütü mikserle koyu krema kıvamında çırpın. Hazırladığınız krem şantinin üçte birini sıkma torbasına alıp buzdolabında bekletin. Çileklerin yarısını minik zar şeklinde doğrayıp kalan krem şantiye ekleyin ve karıştırın. Hazır kek dilimlerini eşit büyüklükte kalp şeklinde kesip dilimlerin üzerlerini tarçınlı sütle ıslatın. Alt tabanı servis tabağına yerleştirin. Üzerine çilekli krem şantiyi yayıp diğer kek ile kapatın. Buzdolabında beklettiğiniz krem şantiyi kekin kenarlarına çiçek şeklinde sıkıp ortasını kalan çileklerle süsleyin.Buzdolabında 20 dakika beklettikten sonra dilimleyerek servis yapın.Hazır kek kullanmak istemiyorsanız, ev yapımı pandispanya tarifini notlarınız arasına ekleyebilirsiniz."
  }]
},
"havuc":{
"recipes":[  {
    "name": "\nHavuçlu mozaik pasta\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/havuclu_mozaik_pasta-b1a41294-f350-4ae0-984f-0a93059c6989.jpg",
    "ingredients": [
      "1 kg havuç",
      "1.5 su bardağı toz şeker",
      "125 g tereyağı",
      "1 paket vanilya",
      "1 su bardağı iri çekilmiş ceviz",
      "2 paket pötibör bisküvi",
      "1 su bardağı Hindistan cevizi"
    ],
    "description": "Havuçları rendeleyip bir tencereye alın. Toz şekeri ilave edip suyunu çekene kadar pişirin. Havuçlar piştikten sonra tereyağını ekleyip karıştırın. Vanilya ve iri çekilmiş cevizi ilave edip karıştırdıktan sonra ocaktan alın. Elinizle küçük parçalara ayırdığınız pötibör bisküviyi ekleyin. Bir tezgaha yağlı kağıt serip üzerine Hindistan cevizi serpin. Havuçlu harcı üzerine dökerek piramit şekli verin. Buzdolabında 4 saat dinlendirip servis yapın. Sitemizde farklı mozaik pasta tarifleri de bulabilirsiniz."
  }]
},
"limon":{
"recipes":[{
    "name": "\nTropikal meyveli rulo pasta\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/tropikal-meyvelirulo-pasta-56a2337c-ef1a-4108-9007-daf8e71cb558.jpg",
    "ingredients": [
      "6 yumurta",
      "1 limonun rendelenmiş kabuğu ",
      "3 çorba kaşığı toz şeker",
      "1 çorba kaşığı limon suyu ",
      "1 paket vanilya",
      "1.5 su bardağı un  ",
      "1 limonun rendelenmiş kabuğu "
    ],
    "description": "Meyve suyu, yumurta sarısı, şeker, un ve puding tozunu bir kapta karıştırın. Karışımı tencereye alıp kısık ateşte koyulaşana kadar pişirin. Tereyağının yarısını ekleyip sürekli karıştırarak soğutun. Karışıma kalan tereyağını ve kiraz likörünü ilave edip tekrar karıştırın. Buzdolabında bekletin.Yumurta ve şekeri bir kapta  mikserle krema kıvamında çırpın. Elenmiş un, limon suyu, limon kabuğu rendesi ve vanilyayı ekleyin. Fırın tepsisine yağlı kağıt serin. Hamuru 1 cm kalınlığında döküp önceden ısıtılmış 180 dereceye ayarlı fırında 15 dakika pişirin. Temiz bir bezi ıslatıp iyice sıkın. Tepsideki keki kağıdı ile alıp mutfak bezinin üzerine yerleştirin. Keki uzun kenarından başlayarak rulo yapın.  Tekrar açıp kağıdı çıkarın. Üzerine kremanın yarısını sürüp  meyveleri serpiştirin. Keki rulo şeklinde sarın. Üzerine kalan kremayı  sürüp fındıkları serpiştirin. Tropikal meyveli pastayı çikolata sosu ile süsleyebilirsiniz. Afiyet olsun."
  }]},
"un":{
"recipes":[{
    "name": "\nRus pastası\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/rus-pastasi-b7e04577-8883-401c-89d8-ef0943ef28d4.jpg",
    "ingredients": [
      "500 g un ",
      "3 adet yumurta",
      "80 g tereyağı",
      "5 yemek kaşığı bal",
      "1 paket kabartma tozu"
    ],
    "description": "Orta boy bir sos kabını ocağa alın. Balın yarısını içine koyup, tereyağını ekledikten sonra sadece ısıtın, kesinlikle kaynatmayın.Ocaktan alıp karıştırarak önce kalan balı, ardından yumurtaları tek tek ekleyerek çırpın. Unun bir bardağını yavaşça ekleyip çırpmayı sonlandırın. Geri kalan unu yoğurma kabına alıp, içine kabartma tozunu ekleyin. Daha sonra yumurtalı karışımı aktarıp yoğurmaya başlayın ve orta sert bir hamur elde edin.Hamuru 10 eşit parçaya bölün. Her birini 20-25 cm çapında açıp, yanmaz tabanlı bir tavada alt üst şeklinde kısa sürede pişirin (toplam 2 dakikayı geçmemeli). 18-20 cm’lik bir çember kalıpla kenarlarını düzgün olarak kesin. Çıkan parçaları fırında süslemede kullanmak üzere blender’dan geçirin. Kremayı çırpın, balı ekleyerek çırpmaya devam edin. Çırpmayı sonlandırıp quark’ı ekleyerek karıştırın. Soğuyan hamurları düz bir tabağa tek tek aralarına birkaç kaşık krema koyup üst üste sıralayın. Pastayı kalan krema ile kaplayın. Üzerini blender’dan geçirdiğiniz kırıntılarla kaplayın. Bu şekilde en az 24 saat buzdolabında bekletin. Servis öncesi taze meyvelerle süsleyin, dilimleyerek servis edin."
  },{
    "name": "\nPrenses Tatlısı\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/prenses-tatlisi-24cef4c4-810f-4923-b9c1-356f4cee0959.jpg",
    "ingredients": [
      "4 adet orta boy yumurta",
      "3 kahve fincanı toz şeker",
      "1,5 kahve fincanı sıvı yağ",
      "1,5 kahve fincanı süt",
      "1 paket şekerli vanilin",
      "1 paket kabartma tozu",
      "5 kahve fincanı un",
      "1 fiske tuz"
    ],
    "description": "Keki hazırlamak için 4 adet yumurtanın sarıları ve akları birbirinden dikkatlice ayrılır.Bir çay kaşığının ucuyla tuz ilave edilerek mikser yardımı ile yüksek devirde köpük köpük oluncaya dek iyice çırpılır.İyice kabaran yumurta aklarına yavaşça toz şeker ilave edilip çırpmaya devam edilir.Şekerle yumurta akları iyice özdeşleştikten sonra kalan yumurta sarıları teker teker ilave edilerek çırpma işlemine 5 dakika kadar daha devam edilir.Ardından süt ve sıvıyağ eklenerek şeker ve yumurtalarla karışması sağlanır.Ayrı bir kabın içinde 5 kahve fincanı un, kabartma tozu ve şekerli vanilin elenerek harmanlanır.Yumurtalı ve şekerli sıvı karışımın içine kuru olan unlu karışım azar azar ilave edilerek tahta kaşıkla söndürmeden dikkatlice karıştırılır.Kek karışımı yağlanmış tercihen kare bir borcama dökülür ve önceden ısıtılmış 160 derece fırında yaklaşık 25 dakika kadar pişirilir.Kek fırında pişerken üzeri için krem şanti paketin üzerinde yazdığı şekilde hazırlanır.Aynı şekilde sade ya da vanilyalı puding de tarifine uygun şekilde pişirilerek, kabuk yapmaması için ara ara karıştırılacak, soğumaya bırakılır.Krem şanti ve puding bir miktar soğuduktan sonra yine mikser yardımı ile çırpılarak kenara alınır. Kek piştikten sonra fırından alınıp bir miktar soğumaya bırakılır. Ardından üzeri için ayrılan süt dikkatlice kekin her yerine yedirilir.Kekin sütü çekmesinin ardından rondodan geçirilmiş bir paket kakaolu petibör bisküvinin yarısını kekin her tarafına dikkatlice yaydırılır.Üzerine daha önceden hazırlanan pudingli krem şanti karışımını dikkatlice döküp bir spatula yardımı ile düzleştirilir. Soğumaya bırakılır.Dolapta iyice soğuyup içini çeken prenses tatlısının üzerine kalan bisküvilerden serpiştirerek yüzeyi kapatılır. Son olarak 3-4 yemek kaşığı Hindistan cevizi pastanın her yerine serpiştirerek servise hazır hale getirilir. Ve afiyetle yemeye hazır hale gelir."
  },{
    "name": "\nGelin Pastası\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/gelin-pastasi-f4b20ec4-34da-452b-8f1b-1764643249c5.jpg",
    "ingredients": [
      "4 adet yumurta",
      "1 su bardağı toz şeker",
      "1 su bardağı un",
      "1 paket kabartma tozu",
      "1 paket vanilya"
    ],
    "description": "Tatlınızın kekini hazırlamak için derin ve geniş bir kaba yumurtaları ve toz şekeri ekleyin. Mikser yardımıyla köpük kıvamına gelene kadar 5-6 dakika boyunca çırpın. Daha sonra karışıma un, kabartma tozu ve toz vanilini de ilave ederek mikserle birkaç dakika daha çırpın. Hazırladığınız kek harcını, dibini yağladığınız kare bir borcama dökün. Önceden ısıtılmış 170 derece fırında 25 dakika pişirin. Pişirme sırasında ara ara bıçak yardımıyla kontrol ederek pişip pişmediğini kontrol edin. Kekiniz piştikten sonra fırından çıkararak bir kenara soğuması için bırakın. Kekin tamamen soğudundan emin olduktan sonra üzerine eşit miktarda sütü gezdirin. Gezdirdiğiniz sütün çekmesi için 15-20 dakika bekleyerek kekinizin yumuşamasını sağlayın. Kek, sütü çekerken bir kenarda muhallebiyi hazırlamak için süt, şeker, un ve nişastayı bir tencereye koyun. Tel çırpıcı yardımıyla malzemeleri çırparak topak topak olmasını önleyin. Daha sonra tencereyi ocağa koyun ve ocağın altını açın. Sürekli karıştırdığınız ve kaynayana kadar pişirdiğiniz muhallebi, yoğun bir kıvam aldığında altını kapatın. Muhallebi ılıklaştığında içine toz krem şantiyi ekleyerek mikser yardımı ile 3-4 dakika boyunca çırpın. Sütü çekmiş olan kekin üzerine muhallebiyi güzelce yayarak üzerini streç film yardımıyla kapatın. Buzdolabında bir gece bekleterek iyice dinlenmesini sağlayın. Ertesi gün üzerini bolca hindistan cevizi ile kaplayarak dilimlere ayırın. Servis ederken fındık parçaları ya da kiraz şekeriyle süsleyerek tabaklara koyun. Afiyet olsun :)"
  },{
    "name": "\nYalancı medovik\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/yalanci-medovik-8942b314-f309-460f-aca4-199b486d57a2.jpg",
    "ingredients": [
      "210 g un",
      "100 g mısır nişastası",
      "170+170 g toz şeker",
      "Bir fiske tuz",
      "9 yumurta",
      "1/2 çay bardağı sıcak su"
    ],
    "description": "Pandispanyayı hazırlamak için; yumurtaların sarılarını ve beyazlarını dikkatlice ayırın. Yumurta aklarına bir fiske tuz atıp yaklaşık 1 dakika kadar mikserle çırpın. Ardından 170 g toz şekeri, birer yemek kaşığı olacak şekilde yavaş yavaş ekleyip yaklaşık 4-5 dakika boyunca traş köpüğü kıvamına gelene dek çırpın. Daha sonra kalan 170 g toz şekeri, yumurta sarılarına ilave edip mayonez kıvamına gelene dek çırpın. Mayonez kıvamına gelince sıcak su ilave edip hemen tekrar karıştırın.Yumurta sarılarını, aklarına ekleyip ağır ağır karıştırın. Son olarak un ve nişasta eleyerek pandispanya harcına ekleyin ve iyice karışana dek yine bir tahta kaşık yardımıyla yavaş yavaş karıştırın. Daha sonra etrafı yağlı kağıtla çevrelenmiş kelepçeli kek kalıbına alarak 180 derecelik fırında 35-40 dakika pişirin.Kremayı hazırlamak için; ilk olarak süt, yumurta sarısı, un ve nişastayı ocakta katı bir hal alana dek çırparak pişirin. Daha sonra içerisine yarım su bardağı toz şeker ekleyip karıştırın ve ocaktan alın. İlk sıcaklığı çıktıktan sonra labne ve vanilya ekleyerek soğumaya bırakın (Bu esnada sık sık mikserle çırpın.)İyice soğuyan kremaya son olarak köpürtülmüş krema ekleyip karıştırarak 25-30 dakika buzdolabında dinlendirin.Pastayı hazırlamak için; soğuyan pandispanyayı bıçakla üç eşit kata bölün. İlk katı uygun bir tabağa alıp üzerine iyice soğumuş kremadan sürün ve onun da üzerine isteğe göre meyveler yerleştirin. Diğer katı koymadan önce kekin üzerine krem şanti sürüp meyvelerin üzerini kapatın. Bu şekilde üç katı tamamlayın.Etrafını ve üzerini önce krem şantiyle, daha sonra da rondodan geçirdiğiniz bisküviyle kaplayın. İyice soğuduktan sonra istenilen şekilde süsleyerek servis yapın."
  }]
},
"armut":{
"recipes":[{
    "name": "\nKahve kremalı armutlu pasta\n",
    "img": "https://lezzet.blob.core.windows.net/images-small-recipe/kahve-kremali-armutlu-pasta-d605c3ff-45f7-4c7e-9ee2-0bdaec107d4d.jpg",
    "ingredients": [
      "195 g un",
      "100 g irmik",
      "2 tatlı kaşığı kabartma tozu",
      "25 g kakao",
      "Bir fiske tuz",
      "125 g ksilitol",
      "Biraz vanilya özütü",
      "3 yumurta",
      "200 g eritilmiş tereyağı (Sıcak olmamalı)",
      "300 g az sulu yoğurt (Koyu ayran kıvamında)",
      "3-4 tane iri ve olgun armut (Kabuğu soyulmuş, küp kesilmiş)"
    ],
    "description": "Fanlı fırını 160 derecede ısıtın. Un, irmik, kakao, kabartma tozu, tuz, vanilya ve ksilitolu bir kapta karıştırın. Başka bir kapta yumurtalar iki katı hacimde olana dek çırpın. Tereyağını ve yoğurdu yumurtalara ekleyip, karıştırın. Kuru malzemeleri 2-3 defada içine katın. Çok karıştırmayın, homojen bir karışım olmalı. Kare bir pasta kalıbına yağlı kağıt serin. Armutları hamura ekleyin, hafifçe karıştırıp kalıba alın 30 dakika pişirin. Kürdan testi yapın, fırından çıkarıp soğuyana kadar bekletip dolaba alın.Sos için olan malzemeleri kısık ateşte karıştıra karıştıra ısıtarak tereyağını eritin. Hatta bir parçası erimemişken ocaktan alın, kendi sıcağı ile eritin, sos sıcak olmasın. Soğuk olan pastanın üzerine dökün. Çam fıstıklarını tavada hafif kızartıp, kremanın üzerine serpiştirin. Dolapta en az 3-4 saat soğutup servis yapın.Dilek Pfeiffer@yesene_cateringNiçin kahve kremalı armutlu pasta? Çünkü o benim rafine şekersiz ilk göz ağrım. Yaptım oldu, hem de mükemmel! Hiç kimse de aradaki farkı anlamadı. Çünkü fark yoktu. Tarif NEFF Deutschland sayfasından. Tabii ki şeker kısmını değiştirdim. İyi ki değiştirmişim. Motivasyon ise sevgili Aydan sayesinde. Şekerin sağlığa ne kadar zararlı olduğu düşüncesini ön plana çıkarmam ve alternatif aramam hep onun sayesinde.Aydan Üstkanat’ın notuO benim için ‘pasta kraliçesi’. Tatlı, kek ve pasta konusunda müthiş bir yeteneğe sahip. Instagram sayfasına bakarken, şekerli tarifleri yiyemediğim için kendimi kötü hissetmiyorum. Yemiyorum ama bakmak bile keyifli. Şekersiz tatlılar yapmaya başlaması ise müthiş bir devrim. Pişirme süresi bende 40 dakikayı buldu, kontrollü pişirin. Üzerine biraz da Antep fıstığı attım, o da benden oldu. Armutsuz sonbahar olmaz diyor, tarife geçiyorum!Kahve kremalı kek tarifi için tıklayın"
  }
]}
}
